{
  "songOrder": [
    "a-song-and-a-beer",
    "be-better-for-the-next-guy",
    "blackberry-creek-rivival",
    "born-in-hell",
    "embers-to-inferno",
    "feels-like-home",
    "found-salvation-in-a-dumpster-guitar",
    "georgia-makes-the-devil-her-toy",
    "get-it-on",
    "guilt-and-grief",
    "heres-to-the-ghosts-i-leave-behind",
    "i-raised-myself",
    "it-took-losing-you-to-find-me",
    "kentucky-steel",
    "love-aint-enough",
    "my-mothers-eyes",
    "running-free",
    "saturday-night-salvation",
    "skin-on-mine",
    "sometimes-cowboys-stay",
    "tailgate-nights",
    "tailgate-testament",
    "the-devil-went-down-on-georgia",
    "the-girl-in-the-summer-dress",
    "the-mourning-after",
    "the-music",
    "the-way-you-make-me-feel",
    "the-weight-of-silence",
    "what-dad-left-behind",
    "when-mountains-weep",
    "yes-boys-do-cry-sometimes",
    "devil-came-back-for-georgia",
    "hollow-turns-hallelujah",
    "lantern-i-left-behind",
    "morning-after-rain",
    "if-youre-breathing-youre-worth-saving",
    "red-dirt-road",
    "scars-and-smoke",
    "the-reveal",
    "wildflower-heart",
    "profile",
    "whiskey-prayers",
    "grace-for-the-broken",
    "after-midnight-promises",
    "phoenix-flight",
    "digital-bonfire",
    "mountain-fire-raise-up",
    "scars-and-smoke",
    "found-in-the-heartland",
    "church-of-country",
    "tales-from-the-heartland",
    "mountains-dawn",
    "lightning-in-a-bottle",
    "feels-like-home-words-and-music-by-blackberrysoul",
    "here-s-to-the-ghosts-i-leave-behind",
    "love-ain-t-enough",
    "my-mother-s-eyes",
    "hollow-turns-hallelujah-1746831912607",
    "lantern-i-left-behind-1746831963110",
    "morning-after-rain-1746832002349",
    "if-you-re-breathing-you-re-worth-saving-1746832172212",
    "red-dirt-road-1746883607866",
    "title-scars-and-smoke-1746883839073",
    "the-reveal-1746969026976",
    "title-wildflower-heart-1746971180507",
    "profile-1746990697765",
    "whiskey-prayers-1746990776362",
    "grace-for-the-broken-1746990840642",
    "after-midnight-promises-1746991310863",
    "title-phoenix-flight-1747045105618",
    "title-digital-bonfire-1747046184439",
    "mountain-fire-raise-up-1747209954993",
    "scars-and-smoke-1747244291621",
    "found-in-the-heartland-1747263790276",
    "church-of-country-1747311557267",
    "tales-from-the-heartland-1747506840443",
    "mountain-s-dawn-1747548273103",
    "lightning-in-a-bottle-1747548391327"
  ],
  "metadata": {
    "version": "1.0.0",
    "title": "Alex Wilson Songbook",
    "description": "Complete collection of Alex Wilson's country songs",
    "createdAt": "2025-05-18T09:21:14.606Z",
    "lastModified": "2025-05-19T14:44:42.259Z",
    "totalSongs": 77
  },
  "songs": {
    "a-song-and-a-beer": {
      "id": 1747560074606,
      "title": "A Song and a Beer",
      "slug": "a-song-and-a-beer",
      "lyrics": "```\nVerse 1\nDive bar’s hummin’ a Friday night tune,\nJukebox wailin’ some Haggard, beneath the pale moon.\nBartender slides me a cold one, a nod and a grin,\nThis small-town heartache’s a familiar old friend.\n\nPre-Chorus\nThese hands bear the marks of a life hard-won,\nBut my heart finds its solace in this simple song.\n\nChorus\nGimme a song and a beer, let the fiddle weep low,\nSing me a story of the life that I know.\nFrom the coal dust I’m made of, to the dreams I hold dear,\nI’m livin’ and breathin’ with a song and a beer.\n\nVerse 2\nSaw a woman in shadows, her eyes filled with pain,\nDancin’ with ghosts of a love gone in vain.\nI raise my glass to the spirits unseen,\nLet the fiddle’s lament cut through the smoky sheen.\n\nPre-Chorus\nThese boots have walked miles, on roads rough and long,\nBut this stage is my sanctuary, where I find my song.\n\nChorus\nGimme a song and a beer, let the fiddle weep low,\nSing me a story of the life that I know.\nFrom the coal dust I’m made of, to the dreams I hold dear,\nI’m livin’ and breathin’ with a song and a beer.\n\nBridge\nEvery note is a journey, every sip a release,\nCarvin’ out my freedom in this honky-tonk peace.\nThis ain’t just a bar, it’s a haven, a home,\nWhere the fiddle sings true and my weary heart roams.\n\nChorus\nGimme a song and a beer, let the fiddle weep low,\nSing me a story of the life that I know.\nFrom the coal dust I’m made of, to the dreams I hold dear,\nI’m livin’ and breathin’ with a song and a beer.\n\nOutro\n(Fiddle run: G|-0-2-3-5-3-2-0-|)\nRaise a glass to the night, let the worries all cease,\nI’ve found all I need in this hard-won peace.",
      "notes": "**Main Themes and Motifs:**\n* **Finding solace in simple pleasures:** The song centers around the narrator finding comfort and escape in music, beer, and the camaraderie of a dive bar.\n* **Working-class resilience:**  Imagery like \"coal in my blood\" and \"scars on my hands\" suggests a hard-working background, but the narrator embraces this identity and finds strength in it.\n* **The power of music:** Music is presented as a cathartic force, easing pain and telling the stories of the narrator's life.\n**Lyrical Techniques:**\n* **Repetition:** The chorus and pre-chorus reinforce the central theme of finding solace in \"a song and a beer.\"\n* **Imagery:** Vivid descriptions like \"dive bar's hummin',\" \"eyes cut like a knife,\" and \"bar's smoky gloom\" create a strong sense of place and atmosphere.\n* **Metaphor:**  \"Every note’s a mile, every sip’s a fight\" metaphorically connects the act of playing music and drinking to the narrator's journey and struggles.\n**Emotional Journey:**\nThe song begins with a sense of quiet resignation to heartache, but gradually builds towards a feeling of acceptance and even defiance. The initial melancholy evolves into a celebration of simple joys and the strength found in community and self-expression.  The outro offers a final toast to resilience and contentment.\n**Notable Songwriting Techniques:**\n* **Structure:** The song follows a traditional verse-chorus-bridge structure, providing a familiar framework for the emotional arc.\n* **Fiddle motif:**  The recurring mention of the fiddle and the included fiddle run in the outro solidify the importance of music to the narrator's identity and emotional landscape.\n* **Contrast:** Juxtaposing images of hardship (\"scars on my hands,\" \"harder life\") with expressions of joy (\"ain't lost my cheer,\" \"livin' just fine\") creates a sense of nuanced emotional complexity.\n* **Conversational tone:** The direct address (\"Gimme a song and a beer\") and simple language create an intimate connection with the listener.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.605Z",
      "updatedAt": "2025-05-19T14:44:42.258Z",
      "version": 2,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "be-better-for-the-next-guy": {
      "id": 1747560074608,
      "title": "Be Better for the Next Guy",
      "slug": "be-better-for-the-next-guy",
      "lyrics": "**Verse 1**\nI’m three whiskeys deep, flingin’ darts at the back wall,\nLaughin’ at your name etched on my shot glass.\nNo more lonely nights curled up by the telephone—\nI’ve found new roads past the diner where we fought.\n\n**Chorus**\nSo here’s to you, sweeter than cherry pie—\nHope he buys those roses you let wither and die.\nWhen he’s pourin’ out his heart baby-blue, don’t make him cry—\nBe better for the next guy.\n\n**Verse 2**\nI’ll catch her eye across the bar when the jukebox spins our song,\nShe’ll think you’re heaven ’til your lies come undone.\nI’ll lift her up with shots of bourbon ’til she’s singin’ along,\nWhile you learn too late how to love someone.\n\n**Chorus (variation)**\nSo here’s to you, spicier than a jalapeño—\nHope he feels the jagged scars you left on my chest.\nWhen he’s pouring out his soul, don’t put it to the test—\nBe better for the next guy.\n\n**Verse 3**\nSaw you last weekend at the state fair midway,\nYour eyes lit up just like they did back then.\nHe wore that nervous grin I know all too well—\nYou led him ’round like he was your only friend.\nOne prayer for that poor boy’s all I’ve got to give—\nMay you hold his hand tighter than you ever held mine.\n\n**Bridge**\nAnd if he wakes up cold in your empty bed,\nOr finds your lipstick stains on someone else instead,\nTell him to head back to this Tennessee roadhouse—\nWhere broken hearts learn how to lose and forget.\n\n**Final Chorus**\nSo here’s to you, sweeter than a Georgia peach—\nDon’t leave him sobbin’ under that big open sky.\nWhen he’s layin’ down his love, make sure you don’t lie—\nBe better for the next guy.",
      "notes": "**Main Themes & Motifs:**\n* **Moving On/Finding Peace:** The singer has clearly moved past the pain of the relationship, even finding humor in its remnants (dartboard, shot glass).\n* **Karma/Hope for Growth:**  A bittersweet wish for the ex to treat their new partner better, hinting at past mistreatment.\n* **Empathy/Shared Experience:** While finding closure, the singer acknowledges the new partner's potential suffering, suggesting a shared experience of heartbreak.\n* **Drinking/Roadhouse Setting:**  Alcohol and the roadhouse symbolize escape, camaraderie, and the process of healing and forgetting.\n**Lyrical Techniques:**\n* **Direct Address:** The repeated \"Be better for the next guy\" creates a conversational tone, almost a sarcastic toast.\n* **Imagery/Sensory Detail:** Vivid descriptions (cherry pie, jalapeño, Georgia peach, lipstick stains) evoke specific emotions and memories.\n* **Contrast/Juxtaposition:** The singer's current peace contrasts with the ex's potential to repeat past mistakes.  The lighthearted tone contrasts with the underlying pain.\n**Emotional Journey:**\nThe song progresses from initial flippancy and sarcasm (Verse 1) to a deeper reflection on the past hurt (Verse 2).  Verse 3 introduces a touch of empathy for the new partner, culminating in a genuine, albeit tinged with irony, wish for their well-being in the final chorus and bridge.  The bridge acts as a turning point, offering solace and community to anyone hurt by the ex's actions.\n**Notable Songwriting Techniques:**\n* **Chorus Variations:**  The changing comparisons in the chorus (cherry pie, jalapeño, Georgia peach) maintain interest while reinforcing the central message.\n* **Narrative Storytelling:** The verses paint a clear picture of the past relationship and the singer's present state.\n* **Use of Setting:** The roadhouse setting acts as both a literal and symbolic space for healing and shared experience.\n* **Irony:** The \"toast\" format of the chorus is ironic, masking a deeper message of hurt and hope for change.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "blackberry-creek-rivival": {
      "id": 1747560074609,
      "title": "Blackberry Creek Rivival",
      "slug": "blackberry-creek-rivival",
      "lyrics": "Verse 1\nNo shoes on our feet, but we danced in the mud,  \nSang hymns to the stars with our hearts full of blood.  \nIn barns by the creek, where the hard times collide,  \nWe found our salvation where the hopeless reside.  \n\n\nPre-Chorus\nNo money, no mercy, just dreams in our veins,  \nWe laughed through the hunger, we sang through the chains.  \n\n\nChorus\nWe prayed in barns, we danced in rain,  \nSang away hunger, laughed through pain.  \nNo silver spoons, just dirt and dreams —  \nOur Blackberry Creek revival streams.  \n\n\nVerse 2\nOld men strummed banjos, kids clapped to the beat,  \nMamas wove stories where the broken hearts meet.  \nThe creek kept on flowin’, like our will to survive,  \nTurned coal dust to diamonds in the firelight’s drive.  \n\n\nPre-Chorus\nNo preacher, no riches, just souls intertwined,  \nWe built our own heaven where the lost could still shine.  \n\n\nChorus\nWe prayed in barns, we danced in rain,  \nSang away hunger, laughed through pain.  \nNo silver spoons, just dirt and dreams —  \nOur Blackberry Creek revival streams.  \n\n\nBridge\nEvery note was a fight, every song was a vow,  \nWe rose from the ashes, we’re standin’ up now.  \nThe creek’s still our witness, its waters still sing,  \nOur revival’s the pulse of the hope we bring.  \n\n\nChorus\nWe prayed in barns, we danced in rain,  \nSang away hunger, laughed through pain.  \nNo silver spoons, just dirt and dreams —  \nOur Blackberry Creek revival streams.  \n\n\nOutro\n*(Upbeat picking: E|-3-3-3-3-| A|-1-1-5-5-|)*  \nBlackberry Creek… where my soul still sings.",
      "notes": "Bio:\n “‘Blackberry Creek Revival’ turns struggle into celebration. It’s a communal anthem that reminds us how music can heal.”\nWhat it sounds like:\n Upbeat classic country with lively fiddle and rhythmic guitar—a barn-dance heartbeat.\nPre-Chorus Verse:\n “Barn-wood pulsed beneath boots at twilight’s call,\nLaughter rose through hunger’s haunted hall,\nWe found our voices where the old walls fall.”\nChorus:\n “We prayed in barns, we danced in rain,\nSang away hunger, laughed through pain.\nNo silver spoons, just dirt and dreams —\nOur Blackberry Creek revival streams.”\nPost-Chorus Verse:\n “Lanterns flicker on faces lined with years,\nHands clasp hope through sorrow’s tears,\nTogether we reclaim what once felt unclear.”\nCaption:\n “‘Blackberry Creek Revival’ is our communal triumph from first verse to last chorus.”\nVideo:\n Alex stands in the bed of his Ford with the tailgate down on a winding country road. Shirtless, he holds his phone aloft, capturing verse through bridge with passing farmhouses and hollers behind. He finishes by tossing a lantern into the truck bed.",
      "soundsLike": "Upbeat classic country with lively fiddle and rhythmic guitar—a barn-dance heartbeat.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "born-in-hell": {
      "id": 1747560074610,
      "title": "Born in Hell",
      "slug": "born-in-hell",
      "lyrics": "Verse 1\nCoal dust in my lungs, blood on the floor,  \nDad’s fists kept time with the slam of the door.  \nBorn in a town where the devil holds sway,  \nI learned to take hits ‘fore I learned how to pray.  \n\n\nPre-Chorus\nNo mercy in his eyes, no warmth in that house,  \nJust a boy dodgin’ shadows, quiet as a mouse.  \n\n\nChorus\nBorn in hell, where the sun don’t shine,  \nTook my beatings daily, paid for his cheap wine.  \nKicked out at sixteen, worked the mines to survive,  \nIn the dark of that town, I kept my soul alive.  \n\n\nVerse 2\nSchool by day, mines by night, no time to dream,  \nRented a room with walls thin as a scream.  \nSweat and black soot, my hands turned to stone,  \nCarried my books and my scars all alone.  \n\n\nPre-Chorus\nNo mother to hold me, no father to care,  \nJust the weight of the world and the cold mountain air.  \n\n\nChorus\nBorn in hell, where the sun don’t shine,  \nTook my beatings daily, paid for his cheap wine.  \nKicked out at sixteen, worked the mines to survive,  \nIn the dark of that town, I kept my soul alive.  \n\n\nBridge\nEvery bruise was a map of the hell I called home,  \nEvery shift in the dark taught me how to roam.  \nI wasn’t born to break, though they tried to bend,  \nFound a spark in my heart that no devil could end.  \n\n\nChorus\nBorn in hell, where the sun don’t shine,  \nTook my beatings daily, paid for his cheap wine.  \nKicked out at sixteen, worked the mines to survive,  \nIn the dark of that town, I kept my soul alive.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nBorn in hell… but I’m still breathin’",
      "notes": "Bio:\n “‘Born in Hell’ lays bare Alex’s brutal beginnings in the mines. It’s a visceral opener that sets the album’s stakes with unflinching honesty.”\nWhat it sounds like:\n Gruff acoustic-guitar strum with a pounding fast-tempo rhythm, fiddle echoing like mournful bells but with unimaginably complex picking \nPre-Chorus Verse:\n “Coal-dust dreams cling to every breath I draw,\nBrutal dawns shaped me long before I saw,\nHope flickered faint where his fists once tore.”\nChorus:\n “Born in hell, where the sun don’t shine,\nTook my beatings daily, paid for his cheap wine.\nKicked out at sixteen, worked the mines to survive,\nIn the dark of that town, I kept my soul alive.”\nPost-Chorus Verse:\n “Echoes of the shaft still thrum beneath my skin,\nEach scar a medal for the wars I’ve been in,\nI stand unbroken though the night feels thin.”\nCaption:\n “‘Born in Hell’ is my raw origin story, every verse forged in fire and coal.”\nVideo:\n Alex stands shirt-on beside his weathered Ford pickup at dawn on a deserted gravel highway. His phone is mounted on the dashboard, framing him and the rolling hills behind as he performs verse, chorus and bridge. At the final chord, he slams the tailgate, sending dust swirling across the roadway.",
      "soundsLike": "Gruff acoustic-guitar strum with a pounding fast-tempo rhythm, fiddle echoing like mournful bells but with unimaginably complex picking",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "embers-to-inferno": {
      "id": 1747560074611,
      "title": "Embers to Inferno",
      "slug": "embers-to-inferno",
      "lyrics": "Verse 1\n\n\nUnder starlit skies, your shadow’s callin’ me near,\n\n\nSoft brush of your hand, sendin’ shivers crystal clear.\n\n\nThat quiet little smirk, like a secret you won’t tell,\n\n\nGot my heart racin’ slow, like a spark in a spell.\n\n\nPre-Chorus\n\n\nYour eyes hold a promise, a flicker in the dark,\n\n\nBuildin’ up this tension, gonna ignite with a spark.\n\n\nChorus\n\n\nEmbers in your eyes, girl, you’re a slow-burnin’ flame,\n\n\nTeasin’ with a whisper, but you’re stokin’ this game.\n\n\nEvery glance, every sigh, stirrin’ heat in my veins,\n\n\nThe way you’re lookin’ at me, darlin’, it’s a fire that remains.\n\n\nVerse 2\n\n\nYour breath’s on my neck, warm and soft like a breeze,\n\n\nFingers trace my skin, got me weak in the knees.\n\n\nWe’re swayin’ in the quiet, just the crickets and the night,\n\n\nBut this slow dance is shiftin’, and it’s settin’ us alight.\n\n\nPre-Chorus\n\n\nYour eyes turn to hunger, no more holdin’ it back,\n\n\nThat flicker’s now a wildfire, and I’m under attack.\n\n\nChorus\n\n\nEmbers in your eyes, girl, you’re a slow-burnin’ flame,\n\n\nTeasin’ with a whisper, but you’re stokin’ this game.\n\n\nEvery glance, every sigh, stirrin’ heat in my veins,\n\n\nThe way you’re lookin’ at me, darlin’, it’s a fire that remains.\n\n\nBridge\n\n\nThen it breaks like a storm, and we’re crashin’ in the heat,\n\n\nYour nails claw my shoulders, bodies movin’ to the beat.\n\n\nHips grind like a rhythm that’s too wild to contain,\n\n\nMoans echo in the darkness, like a sweet, sinful refrain.\n\n\nWe’re past the point of savin’, lost in sweat and desire,\n\n\nThis slow burn’s an inferno, and we’re fuelin’ the fire.\n\n\nChorus\n\n\nInferno in your eyes, girl, you’re a reckless, ragin’ blaze,\n\n\nTearin’ through my senses, got me lost in a daze.\n\n\nEvery thrust, every cry, we’re consumin’ the night,\n\n\nThe way you’re lovin’ me, darlin’, it’s a sin burnin’ bright.\n\n\nOutro\n\n\nSo keep pullin’ me deeper, let the flames take their toll,\n\n\nFrom embers to an inferno, you’re devourin’ my soul.\n\n\nInferno in your eyes—girl, it’s where I wanna be,\n\n\nThe way you’re lovin’ me, it’s a fire settin’ me free.",
      "notes": "(A slow-burn-to-scorching country sex anthem, CMA-adjacent but boldly intense)",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "feels-like-home": {
      "id": 1747560074612,
      "title": "Feels Like Home",
      "slug": "feels-like-home",
      "lyrics": "[Verse 1]\nFaded blue denim, patched at the knee\nCarried me through hell, set my spirit free\nCoal dust stains from the seams I crawled\nWore ‘em when the world felt too damn small\n\n\n[Pre-Chorus]\nThrough the fields at dawn, ‘neath the red dirt’s glow\nEvery tear and fray tells the life I know\nThey held me tight when my heart was torn\nWrapped my bones where my truth was born\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Verse 2]\nSweat-soaked days in the summer’s blaze\nDanced in ‘em drunk in a starlit haze\nThey caught my blood when her lies cut deep\nHeld my pride when I couldn’t sleep\n\n\n[Pre-Chorus]\nThrough the fields at dawn, ‘neath the red dirt’s glow\nEvery tear and fray tells the life I know\nThey held me tight when my heart was torn\nWrapped my bones where my truth was born\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Bridge]\nNo mansion’s walls, no city’s shine\nCould fit my soul like this denim of mine\nFrom the hollers’ cry to the songs I sing\nThey’re the roots of every damn thing\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Outro]\nFiddle hums low, as the night winds moan\nThese old blue jeans feel like home",
      "notes": "**Vocal Delivery & Style:**\n* **Overall:**  Grounded, authentic, and slightly gritty. Think folk/Americana with a touch of blues. Avoid excessive vibrato; focus on clear storytelling.\n* **Verses:** Conversational, reflective. A slight rasp can add to the weathered feel.\n* **Pre-Chorus:** Build intensity gradually, adding warmth and emotional depth.\n* **Chorus:**  Anthemic but still intimate.  Let the voice soar slightly, conveying a sense of release and belonging.\n* **Bridge:** Raw and powerful.  Allow vulnerability to shine through.\n* **Outro:** Soft, fading, almost whispered. A sense of peaceful acceptance.\n**Emotional Interpretation:**\n* This song is about finding comfort and identity in simplicity.  Connect with the feeling of nostalgia, resilience, and the power of personal history.\n* The jeans are a metaphor for life experience.  Convey the weight of those experiences – the hardships, the joys, the lessons learned.\n* Embrace the vulnerability inherent in the lyrics. Don't be afraid to show the cracks and the strength that comes from them.\n**Key Moments to Emphasize:**\n* **\"Set my spirit free\"**: A moment of defiance and liberation.\n* **\"Every tear and fray tells the life I know\"**:  Emphasize the connection between physical wear and emotional journey.\n* **\"Carved my story in thread and stone\"**:  A powerful image.  Deliver with conviction.\n* **\"No mansion's walls, no city's shine / Could fit my soul like this denim of mine\"**:  The core message of the song.  Deliver with passion and conviction.\n* **\"They're the roots of every damn thing\"**:  A statement of identity.  Let it resonate.\n**Performance Tips for Connecting with the Audience:**\n* **Visuals:**  Consider incorporating simple visuals, like projections of old photographs or weathered denim.\n* **Storytelling:** Before singing, share a brief anecdote about a personal object that holds similar significance.\n* **Eye contact:**  Connect with individuals in the audience.  Share the story with them directly.\n* **Body language:**  Use natural, grounded movements.  Avoid excessive theatrics.  Let the song's emotional core drive your physical expression.\n* **Vocal dynamics:** Use light and shade in your voice to create intimacy and build to powerful moments.  The quiet moments can be just as impactful as the loud ones.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 5,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "found-salvation-in-a-dumpster-guitar": {
      "id": 1747560074613,
      "title": "Found Salvation in a Dumpster Guitar",
      "slug": "found-salvation-in-a-dumpster-guitar",
      "lyrics": "Verse 1\nBack alley shadows, where the drunks lose their way,  \nFound a splintered old box in the trash’s decay.  \nSix rusted strings, neck warped like my dreams,  \nBut it hummed like a savior in the moonlight’s beams.  \n\n\nPre-Chorus\nNo angels in this town, just coal and despair,  \nBut that guitar called my name through the cold, bitter air.  \n\n\nChorus\nHeard a whisper in the wreckage, ‘neath the coffee grounds and rust,  \nA broken Hallelujah risin’ from the dust.  \nThis dumpster guitar salvation, ragged but it’s true,  \nFound the song that saved my life right there inside of you.  \n\n\nVerse 2\nDad’s fists were thunder, his bottle was king,  \nBut I strummed my first chord, felt my heart start to sing.  \nHid it in the shed where his eyes wouldn’t roam,  \nEach note was a fire that was callin’ me home.  \n\n\nPre-Chorus\nNo preacher could reach me, no sermon could mend,  \nBut that guitar was my truth, my beginning, my friend.  \n\n\nChorus\nHeard a whisper in the wreckage, ‘neath the coffee grounds and rust,  \nA broken Hallelujah risin’ from the dust.  \nThis dumpster guitar salvation, ragged but it’s true,  \nFound the song that saved my life right there inside of you.  \n\n\nBridge\nEvery scratch was a story, every crack was a fight,  \nI coaxed out my soul in the dead of the night.  \nFrom a boy lost in silence to a man with a voice,  \nThis guitar was my freedom, my heart’s only choice.  \n\n\nChorus\nHeard a whisper in the wreckage, ‘neath the coffee grounds and rust,  \nA broken Hallelujah risin’ from the dust.  \nThis dumpster guitar salvation, ragged but it’s true,  \nFound the song that saved my life right there inside of you.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nDumpster guitar… still singin’ me through.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "georgia-makes-the-devil-her-toy": {
      "id": 1747560074614,
      "title": "Georgia Makes the Devil Her Toy",
      "slug": "georgia-makes-the-devil-her-toy",
      "lyrics": "The Devil crept back to Georgia,  \nHis heart a smoldering wreck.  \nTwice she’d won, left him undone,  \nBut he craved her spellbound neck.  \nHe found her lounging by a moonlit spring,  \nHer skin aglow with wicked delight.  \n“Georgia, you’ve won, but I ain’t done—  \nLet’s tangle one last night.”  \n\n\nShe arched a brow, her lips a curve,  \n“Devil, you’re bold to try.  \nYou’ve lost my game, but I’ll stake a claim,  \nThis time, you’re *mine* to fry.”  \nShe rose like smoke, her voice a hook,  \nAnd pinned him with a stare.  \n“Step to my tune, under this moon,  \nOr crawl back to your lair.”  \n\n\n**Chorus:**  \nEmbers in the night, her will’s the chain,  \nGeorgia’s got the Devil on a short rein.  \nSilk and steel, she’s calling the play,  \nThe Devil’s just a toy in her sway.  \n\n\nGeorgia moved like a voodoo queen,  \nHer touch a brand on his soul.  \nEach sultry glance spun a tighter dance,  \nAnd she took complete control.  \nHis pride dissolved in her honeyed grip,  \nHis pleas a whispered song.  \nShe wove her charm, disarmed his harm,  \nAnd owned him all night long.  \n\n\nWhen the sun spilled gold through the willow’s veil,  \nThe Devil was hers to keep.  \nBound by her spell, he couldn’t rebel,  \nHis heart in her hands ran deep.  \n“Darlin’, you’re mine,” she purred with a grin,  \n“My toy ‘til I say when.”  \nShe snapped her fingers, and off he slunk,  \nTo serve her again and again.  \n\n\n**Chorus:**  \nEmbers in the night, her will’s the chain,  \nGeorgia’s got the Devil on a short rein.  \nSilk and steel, she’s calling the play,  \nThe Devil’s just a toy in her sway.  \n\n\n**Outro:**  \nThe Devil came down to Georgia,  \nBut Georgia claimed the prize.  \nShe turned that silver-tongued sinner  \nInto a spark in her eyes.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 6,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "get-it-on": {
      "id": 1747560074615,
      "title": "Get it On",
      "slug": "get-it-on",
      "lyrics": "Verse 1  \nYour boots hit the hardwood, that grin’s pure sin,  \nLeather hugs your curves, pullin’ trouble right in.  \nJukebox kicks low, our shadows start to sway,  \nYou drag me to the floor, and the night’s set ablaze.  \n\n\nChorus  \nGet it on, darlin’, let’s two-step this fire,  \nQuick-quick, slow-slow, feedin’ my desire.  \nHips move like whiskey, burnin’ through my mind,  \nSpin me all night, girl, let’s cross every line.  \n\n\nVerse 2  \nYour breath’s a warm dare, brushin’ close to my skin,  \nCrowd’s watchin’ us dance, but we’re lost in the spin.  \nEach turn’s a temptation, each step’s a sweet fall,  \nYour eyes lock on mine, and I’m riskin’ it all.  \n\n\nChorus  \nGet it on, darlin’, let’s two-step this fire,  \nQuick-quick, slow-slow, feedin’ my desire.  \nHips move like whiskey, burnin’ through my mind,  \nSpin me all night, girl, let’s cross every line.  \n\n\nBridge  \nNo preacher can stop us, no saint’s gonna try,  \nWe’re burnin’ this floor ‘neath a neon-lit sky.  \nDip me down low, let the heat hit its peak,  \nThis two-step’s our gospel, our salvation to seek.  \n\n\nVerse 3  \nNeon’s a fever, your touch is a spark,  \nEvery quick step’s ignitin’ the dark.  \nYou whisper, “Keep movin’,” with a devilish grin,  \nThis dance is our rebel, our beautiful sin.  \n\n\nChorus  \nGet it on, darlin’, let’s two-step this fire,  \nQuick-quick, slow-slow, feedin’ my desire.  \nHips move like whiskey, burnin’ through my mind,  \nSpin me all night, girl, let’s cross every line.  \n\n\nOutro  \nLast note’s fadin’, crowd’s thinnin’ out slow,  \nYour lips graze my ear, sayin’, “Don’t let me go.”  \nFrom the quick to the slow, it’s a hell of a ride,  \nGet it on, darlin’, you’re my wildest high.",
      "notes": "Bio:\n “‘Get It On’ is the hidden capstone—an electrifying two-step hoedown. It closes the record with sultry swagger and unshakable energy.”\nWhat it sounds like:\n Up-tempo acoustic groove with punchy fiddle licks—rowdy and irresistible.\nPre-Chorus Verse:\n “Boots stamping rhythms on the creaking floor,\nHeat rising every time we close the door,\nOur pulses sync in this two-step roar.”\nChorus:\n “Get it on, darlin’, let’s two-step this fire,\nQuick-quick, slow-slow, feedin’ my desire.\nHips move like whiskey, burnin’ through my mind,\nSpin me all night, girl, let’s cross every line.”\nPost-Chorus Verse:\n “Neon haze and pulsing cheeks entwine,\nEvery spin unveiling sparks that shine,\nWe lose ourselves in this wild design.”\nCaption:\n “‘Get It On’ is my electrifying hoedown from first stomp to final spin.”\nVideo:\n Shirtless in the bed of his Ford on a back-road celebration pull-off, Alex holds his phone low. It captures stomping boots and swirling dancers (friends he’s picked up) as he leads the full two-step hoedown through every verse, chorus and bridge.",
      "soundsLike": "Up-tempo acoustic groove with punchy fiddle licks—rowdy and irresistible.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "guilt-and-grief": {
      "id": 1747560074616,
      "title": "Guilt and Grief",
      "slug": "guilt-and-grief",
      "lyrics": "Verse 1\nNever heard your voice, never felt your touch,  \nJust a gravestone whisper in a mining town clutch.  \nThey say I stole your breath when I took my first,  \nNow I carry that weight like a lifelong curse.  \n\n\nPre-Chorus\nI’d trade all my tomorrows for one yesterday,  \nTo know the love you never got to say.  \n\n\nChorus\nI dreamt of your hands, but I woke up cold —  \nA cradle of silence, a story untold.  \nI carry your voice in the spaces he left —  \nGuilt and grief are all I have left.  \n\n\nVerse 2\nDad’s eyes were daggers, blamin’ me for your end,  \nBut I’d see you in dreams where my heart could mend.  \nYour shadow’s my shelter when the nights get mean,  \nI’m holdin’ onto love I’ve only ever seen.  \n\n\nPre-Chorus\nI’d give all my songs for one moment with you,  \nTo feel what a mother’s arms can do.  \n\n\nChorus\nI dreamt of your hands, but I woke up cold —  \nA cradle of silence, a story untold.  \nI carry your voice in the spaces he left —  \nGuilt and grief are all I have left.  \n\n\nBridge\nEvery chord I play is a prayer to your name,  \nEvery tear I hide is a candle’s flame.  \nYou’re gone, but you’re woven in my every breath,  \nI’m livin’ through the guilt to honor your death.  \n\n\nChorus\nI dreamt of your hands, but I woke up cold —  \nA cradle of silence, a story untold.  \nI carry your voice in the spaces he left —  \nGuilt and grief are all I have left.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nGuilt and grief… my heart’s only theft.",
      "notes": "Bio:\n “‘Guilt and Grief’ channels longing into a sparse, aching ballad. It’s a tender reflection on absence and unanswered questions.”\nWhat it sounds like:\n Subtle acoustic picking with mournful fiddle—hymn-like in its quiet ache.\nPre-Chorus Verse:\n “I whispered questions to an empty room,\nFelt your absence in the twilight gloom,\nA cradle of silence where love found doom.”\nChorus:\n “I dreamt of your hands, but I woke up cold —\nA cradle of silence, a story untold.\nI carry your voice in the spaces he left —\nGuilt and grief are all I have left.”\nPost-Chorus Verse:\n “Empty arms still reach for something more,\nEvery lullaby I never heard before,\nHaunts the hollow where my heart was torn.”\nCaption:\n “‘Guilt and Grief’ is my haunting lullaby for the mother I never knew.”\nVideo:\n Alex, wearing a black tee, sits in the driver’s seat of his Ford with the window down. His phone is clipped to the passenger-side visor, capturing the full take as he glances out at passing cornfields, closing his eyes on the last chord.",
      "soundsLike": "Subtle acoustic picking with mournful fiddle—hymn-like in its quiet ache.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "heres-to-the-ghosts-i-leave-behind": {
      "id": 1747560074617,
      "title": "Here’s to the Ghosts I leave behind",
      "slug": "heres-to-the-ghosts-i-leave-behind",
      "lyrics": "Verse 1\nI’ve walked through the ashes of a life torn apart,  \nCarried the weight of a coal-black heart.  \nSome ghosts held me close, some cut like a blade,  \nBut each one’s a shadow that my soul’s outstayed.  \n\n\nPre-Chorus\nThe road taught me mercy, the pain taught me grace,  \nEach step’s a new story writ on my face.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nVerse 2\nMom’s in the stars, Dad’s in the dust,  \nOne gave me love, one broke my trust.  \nBut I’m more than their echoes, more than their chains,  \nI’m the man I built through the joys and the pains.  \n\n\nPre-Chorus\nThe past ain’t my prison, it’s just where I’ve been,  \nEach goodbye’s a door to begin again.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nBridge\nTo the boy I was, scared and alone,  \nTo the man I am, who found a home.  \nEvery ghost’s a lesson, every scar’s a line,  \nI’m singin’ my freedom, leavin’ ghosts behind.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nHere’s to the ghosts… I’m leavin’ behind.",
      "notes": "Bio:\n “‘Here’s to the Ghosts We Leave Behind’ is a heartfelt tribute to every chapter closed. It’s an elegiac toast wrapped in melody.”\nWhat it sounds like:\n Reflective country with a slow, hymn-style guitar and mournful fiddle.\nPre-Chorus Verse:\n “We carried whispers in our battered coats,\nHaunted by footprints on distant roads,\nNow we toast the shadows that helped us grow.”\nChorus:\n “We raise our glasses to the ones who stayed —\nAnd tip our hats to the ones we outgrew with age.\nThere’s grace in the leavin’, mercy in the signs —\nHere’s to the ghosts we leave behind.”\nPost-Chorus Verse:\n “Every farewell leaves a spark that lights our way,\nMemories carved in hearts that learn to sway,\nI salute each ghost who shaped my day.”\nCaption:\n “‘Here’s to the Ghosts We Leave Behind’ is my universal toast to every goodbye.”\nVideo:\n Alex sits on the hood of his Ford at a deserted overlook, shirt on, phone mounted in the centre console. He sings the full song as valleys and ridgelines pass by in slow motion, then raises a water bottle in silent toast.",
      "soundsLike": "Reflective country with a slow, hymn-style guitar and mournful fiddle.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "i-raised-myself": {
      "id": 1747560074618,
      "title": "I raised myself",
      "slug": "i-raised-myself",
      "lyrics": "Verse 1\nCoal dust on my boots, blood on my hands,  \nGrew up in a hell where no one understands.  \nDad’s fist was his gospel, his bottle his creed,  \nI learned to stand tall while my heart learned to bleed.  \n\n\nPre-Chorus\nNo soft words, no shelter from the storm,  \nJust a boy and a guitar keepin’ my soul warm.  \n\n\nChorus\nNo lullabies, no ‘good job, son’ —  \nJust the sound of doors slammin’ when the hard times come.  \nScraped my knees and stitched my pride —  \nI raised myself, and I survived.  \n\n\nVerse 2\nKentucky nights taught me how to fight,  \nDodgin’ his shadow in the dim porch light.  \nStrummed my pain on strings rusted and worn,  \nTurned my scars into songs before the dawn was born.  \n\n\nPre-Chorus\nNo roadmap, no hand to hold me tight,  \nJust a fire in my chest burnin’ through the night.  \n\n\nChorus\nNo lullabies, no ‘good job, son’ —  \nJust the sound of doors slammin’ when the hard times come.  \nScraped my knees and stitched my pride —  \nI raised myself, and I survived.  \n\n\nBridge\nEvery bruise was a lesson, every tear was a flame,  \nBuilt a man from the wreckage of a cursed last name.  \nThis guitar’s my salvation, my truth, my fight,  \nI raised myself to sing into the night.  \n\n\nChorus\nNo lullabies, no ‘good job, son’ —  \nJust the sound of doors slammin’ when the hard times come.  \nScraped my knees and stitched my pride —  \nI raised myself, and I survived.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nI raised myself… and I’m still alive.",
      "notes": "Bio:\n “‘I Raised Myself’ is Alex’s testament to self-reliance. It turns every wound into a cornerstone of strength.”\nWhat it sounds like:\n Steady acoustic-guitar strum with a hymn-like country feel, fiddle weaving hopeful countermelodies.\nPre-Chorus Verse:\n “No lullabies echoed in that yawning dark,\nOnly slammed doors marking each fresh mark,\nI wove my pride from every broken spark.”\nChorus:\n “No lullabies, no ‘good job, son’ —\nJust the sound of doors slammin’ when the hard times come.\nScraped my knees and stitched my pride —\nI raised myself, and I survived.”\nPost-Chorus Verse:\n “Patchwork heart sewn by calloused hands,\nEach lesson learned in life’s harshest lands,\nI stand here whole on self-forged strands.”\nCaption:\n “‘I Raised Myself’ is the self-made anthem you didn’t know you needed.”\nVideo:\n In the soft light of an early-morning byroad, Alex leans shirtless on the bonnet of his old Ford. His phone rests on the cracked dashboard, recording him as miles of misty fields slide by through the windscreen. He punctuates the final lyric by tapping the steering wheel.",
      "soundsLike": "Steady acoustic-guitar strum with a hymn-like country feel, fiddle weaving hopeful countermelodies.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "it-took-losing-you-to-find-me": {
      "id": 1747560074619,
      "title": "It Took Losing You to Find Me",
      "slug": "it-took-losing-you-to-find-me",
      "lyrics": "[Verse 1]\nEmpty echoes in this dawn's soft light\nShadows stretch where your promises died at night\nUsed to chase your whispers on the breeze\nNow I'm chasing something only I can seize\n\n\n[Pre-Chorus]\nFields once sown with our shared lies\nNow bloom with truths I can’t deny\nYour absence taught me how to fly\n\n\n[Chorus]\nI buried your lies in the fields of my youth\nLaid down the blame and picked up the truth\nYou broke me to set me free\nIt took losin’ you to find me\n\n\n[Verse 2]\nMiles of highway, miles inside my soul\nUsed to follow you, now I’m taking control\nBroken pieces scattered on the ground\nBuilt myself up stronger, no lookin’ back around\n\n\n[Pre-Chorus]\nFields once sown with our shared lies\nNow bloom with truths I can’t deny\nYour absence taught me how to fly\n\n\n[Chorus]\nI buried your lies in the fields of my youth\nLaid down the blame and picked up the truth\nYou broke me to set me free\nIt took losin’ you to find me\n\n\n[Bridge]\nMaybe I needed to lose it all\nTo rise from the ashes, stand up tall\nEvery tear I shed, a cleansing rain\nWashing away the hurt, erasing the pain\n\n\n[Post-Chorus]\nEvery wound became the road I walked\nI sowed redemption in every talk\nRising stronger than the past I fought\n\n\n[Chorus]\nI buried your lies in the fields of my youth\nLaid down the blame and picked up the truth\nYou broke me to set me free\nIt took losin’ you to find me\n\n\n[Outro]\nMorning fog lifts, a new day starts to gleam\nYeah, it took losin’ you to wake up from the dream\nFind me, find me, find me... now I’m free.",
      "notes": "Bio:\n “‘It Took Losing You to Find Me’ closes the journey with hard-won self-discovery. It’s a cathartic anthem born from betrayal and rebirth.”\nWhat it sounds like:\n Building acoustic progression with triumphant fiddle flourishes—reflective yet uplifting.\nPre-Chorus Verse:\n “Fields once sown with our shared lies,\nNow bloom with truths I can’t deny,\nYour absence taught me how to fly.”\nChorus:\n “I buried your lies in the fields of my youth,\nLaid down the blame and picked up the truth.\nYou broke me to set me free —\nIt took losin’ you to find me.”\nPost-Chorus Verse:\n “Every wound became the road I walked,\nI sowed redemption in every talk,\nRising stronger than the past I fought.”\nCaption:\n “‘It Took Losing You to Find Me’ is my cathartic closer, from heartbreak to rebirth.”\nVideo:\n In a misty field by the roadside, Alex in a white vest stands beside his Ford. His phone, nestled in the grass, captures the full performance—verse, chorus and bridge—as morning fog drifts around.",
      "soundsLike": "Building acoustic progression with triumphant fiddle flourishes—reflective yet uplifting.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "kentucky-steel": {
      "id": 1747560074620,
      "title": "Kentucky Steel",
      "slug": "kentucky-steel",
      "lyrics": "**Verse 1**\nBorn in the shadow of a coal-black vein,\nWhere the hollers weep and the skies bleed rain.\nDad’s fists were iron, his heart cold stone,\nBut I carved my soul from the roots I’ve known.\n\n**Pre-Chorus**\nRaised by dust and gospel’s steady call,\nForged in shafts where shadows crawl,\nMy will hammered into iron walls.\n\n**Chorus**\nForged in the hills where the wild winds howl,\nRaised by the mines and the gospel sound.\nI got coal dust blood and a hammer for a will—\nThis heart don’t break—it’s Kentucky steel.\n\n**Verse 2**\nSweat and grit built these hands of mine,\nCrawled through darkness for a dollar’s shine.\nEvery scar’s a story, every ache a fight,\nI’m standin’ tall in the fading light.\n\n**Pre-Chorus**\nRaised by dust and gospel’s steady call,\nForged in shafts where shadows crawl,\nMy will hammered into iron walls.\n\n**Chorus**\nForged in the hills where the wild winds howl,\nRaised by the mines and the gospel sound.\nI got coal dust blood and a hammer for a will—\nThis heart don’t break—it’s Kentucky steel.\n\n**Bridge**\nFiddle cuts sharp like a miner’s blade,\nEach note’s a fire that the pain remade.\nI’m forged from the hollers, unyielding and true,\nThis spirit’s unbreakable, and it’s carryin’ through.\n\n**Chorus**\nForged in the hills where the wild winds howl,\nRaised by the mines and the gospel sound.\nI got coal dust blood and a hammer for a will—\nThis heart don’t break—it’s Kentucky steel.\n\n**Post-Chorus**\nEvery strike on steel became my song,\nEach scar a verse that made me strong,\nI stand unbroken where I belong.\n\n**Outro **\nHollers still echo, but I’m holdin’ the line,\nKentucky steel runs deep in this heart of mine.",
      "notes": "Bio:\n “‘Kentucky Steel’ is an unbreakable anthem. It fuses Appalachian grit with gospel fire in every measure.”\nWhat it sounds like:\n Anthemic acoustic rhythm with driving fiddle stabs and a stomp-along beat.\nPre-Chorus Verse:\n “Raised by dust and gospel’s steady call,\nForged in shafts where shadows crawl,\nMy will hammered into iron walls.”\nChorus:\n “Forged in the hills where the wild winds howl,\nRaised by the mines and the gospel sound.\nI got coal dust blood and a hammer for a will —\nThis heart don’t break—it’s Kentucky steel.”\nPost-Chorus Verse:\n “Every strike on steel became my song,\nEach scar a verse that made me strong,\nI stand unbroken where I belong.”\nCaption:\n “‘Kentucky Steel’ is my anthemic badge of pride, from first verse to last refrain.”\nVideo:\n Next to his Ford on a gravel pull-off by an old coal tipple, Alex in a coal-dust singlet props the phone on a fence post. He belts verse, chorus and bridge as train tracks gleam in the fading light. He ends with a defiant fist raised to the open sky.",
      "soundsLike": "Anthemic acoustic rhythm with driving fiddle stabs and a stomp-along beat.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "love-aint-enough": {
      "id": 1747560074621,
      "title": "Love Ain’t Enough",
      "slug": "love-aint-enough",
      "lyrics": "Verse 1\nScreen lit up, your face in the glow,  \nLaughin’ with shadows I ain’t meant to know.  \nWhiskey’s burnin’, but it don’t kill the pain,  \nYour voice, their hands, it’s tearin’ up my brain.  \n\n\nPre-Chorus\nI trusted your lies, fell for every word,  \nNow I’m drownin’ in the truth I wish I hadn’t heard.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nVerse 2\nI blocked your ass faster than a bullet leaves a gun,  \nErased your sweet nothin’s, left your memory undone.  \nBut this bottle’s still heavy, and the night’s still long,  \nYour betrayal’s a chorus to a lonesome, bitter song.  \n\n\nPre-Chorus\nI see it all now, the truth in the flame,  \nBut I’m the damn fool who’s still cursin’ your name.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nBridge\nWas I just a spark you let burn out and fade?  \nA heart you could steal, then toss in the shade?  \nThis guitar’s my witness, these strings bleed my cry,  \nI’m done with your games, but I’m too broke to lie.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nOutro\nScreen’s gone dark, but the hurt’s still alive,  \nLove ain’t enough to keep this soul revived.  \n*(Slow picking on low E)*  \nGone by the dawn… gone by the dawn.",
      "notes": "Bio:\n “‘Love Ain’t Enough’ came from the moment of catching that cheating call. It’s a raw, country-soul confession—every chord and lyric a direct line from heartbreak to resolve.”\nWhat it sounds like:\n Acoustic-guitar bed with a driving mid-tempo rhythm, fiddle accents lightly weaving through the choruses for a plaintive country edge.\nPre-Chorus Verse:\n “Flicker of your face in pixel light,\nEach heartbeat echoing a silent fight,\nI watched forever crumble out of sight.”\nChorus:\n “You gave me forever, but you meant it for a while —\nI gave you my heart, you gave me back a smile.\nLove isn’t enough when the storm clouds come —\nIt’s a promise in the sunlight, but it’s gone by the dawn.”\nPost-Chorus Verse:\n “Hands shaking as I hit upload,\nOne wounded song against your broken truth,\nRaw confession carried on a lonesome road.”\nCaption:\n “‘Love Ain’t Enough’ is my unfiltered betrayal anthem, every verse, chorus and bridge straight from shattered trust to your stream.”\nVideo:\n Alex wears a plain white tee in the cramped trailer doorway. His phone, propped on a rickety stool, captures the full performance—verse, chorus, bridge—as rain taps on the tin roof. At the final note, the camera lingers on his face, eyes wet but defiant.",
      "soundsLike": "Acoustic-guitar bed with a driving mid-tempo rhythm, fiddle accents lightly weaving through the choruses for a plaintive country edge.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "my-mothers-eyes": {
      "id": 1747560074622,
      "title": "My Mother’s Eyes",
      "slug": "my-mothers-eyes",
      "lyrics": "Verse 1\nNever knew your smile, never heard your call,  \nJust a faded photo on a cracked bedroom wall.  \nBut when the mirror catches me in the morning’s glare,  \nI see your fire burnin’, and I know you’re there.  \n\n\nPre-Chorus\nYou gave me your spirit when you gave me my life,  \nYour love’s in my blood, sharper than a knife.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nVerse 2\nDad said I killed you, but I feel you near,  \nIn the songs I sing, in the dreams that appear.  \nYour strength’s in my hands when I strum through the pain,  \nYour heart’s in my chest when I’m walkin’ through rain.  \n\n\nPre-Chorus\nYou left me your courage when you left this earth,  \nI’m livin’ your love in the songs of my birth.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nBridge\nEvery note’s a letter to the mother I’ve known,  \nEvery chord’s a root in the seeds you’ve sown.  \nYou’re the light in my darkness, the truth in my cries,  \nI’m carryin’ your love in my mother’s eyes.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nMy mother’s eyes… my heart’s only light.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "running-free": {
      "id": 1747560074623,
      "title": "Running Free",
      "slug": "running-free",
      "lyrics": "Verse 1\nHighway hums low, just me and the sky,  \nThat video call’s just a ghost in my mind.  \nLeft the roadhouse behind, let the whiskey burn clean,  \nI’m carryin’ my scars, but my heart’s runnin’ lean.  \n\n\nPre-Chorus\nNo chains, no pain, just the road up ahead,  \nI’m livin’ for me, not the tears that I shed.  \n\n\nChorus\nRunnin’ free, with the fire in my soul,  \nNo more chasin’ your lies down a dead-end road.  \nBuilt a man from the wreckage you left in your wake,  \nThis heart’s still alive, and it’s runnin’ free today.  \n\n\nVerse 2\nPass that old diner where we scratched our dreams,  \nNow it’s dust on my boots, just a faded old scene.  \nThe jukebox don’t haunt me, the nights don’t bite,  \nThese strings sing my freedom in the pale starlight.  \n\n\nPre-Chorus\nNo ghosts, no grief, just the wind at my back,  \nI’m writin’ my story on this endless black track.  \n\n\nChorus\nRunnin’ free, with the fire in my soul,  \nNo more chasin’ your lies down a dead-end road.  \nBuilt a man from the wreckage you left in your wake,  \nThis heart’s still alive, and it’s runnin’ free today.  \n\n\nBridge\nI forgave the fool I was for lovin’ you blind,  \nFound a steel in my bones that your betrayal refined.  \nThe road ain’t salvation, but it’s honest and wide,  \nI’m runnin’ toward freedom with my head held high.  \n\n\nChorus\nRunnin’ free, with the fire in my soul,  \nNo more chasin’ your lies down a dead-end road.  \nBuilt a man from the wreckage you left in your wake,  \nThis heart’s still alive, and it’s runnin’ free today.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nHighway keeps callin’, I ain’t lookin’ behind,  \nRunnin’ free, with a strong, steady mind.",
      "notes": "Bio:\n “An ode to breaking chains, ‘Runnin’ Free’ celebrates self-rediscovery on the open road. It’s sparse, soulful and defiantly upbeat.”\nWhat it sounds like:\n Minimal acoustic rhythm guitar with driving percussion feel, fiddle providing soaring countermelodies.\nPre-Chorus Verse:\n “Sunrise bleeds through cracks in my rear-view,\nAshes of the past swirling in every hue,\nI kick the gear and chase what’s fresh and new.”\nChorus:\n “Runnin’ free, with the fire in my soul,\nNo more chasin’ your lies down a dead-end road.\nBuilt a man from the wreckage you left in your wake,\nThis heart’s still alive, and it’s runnin’ free today.”\nPost-Chorus Verse:\n “Miles unfold beneath these open skies,\nEvery echo of your ghost finally dies,\nMy pulse finds rhythm in this new sunrise.”\nCaption:\n “‘Runnin’ Free’ feels like sunrise in your speakers, from first beat to last refrain.”\nVideo:\n Alex, shirtless on his truck’s tailgate against a wide blue horizon, mounts his phone on the tail. It lifts to catch each movement—verse, chorus, bridge—then pans down to the empty road stretching ahead.",
      "soundsLike": "Minimal acoustic rhythm guitar with driving percussion feel, fiddle providing soaring countermelodies.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "saturday-night-salvation": {
      "id": 1747560074624,
      "title": "Saturday Night Salvation",
      "slug": "saturday-night-salvation",
      "lyrics": "**Verse 1**\nGravel lot’s kickin’ up dust in the glow,\nJukebox blarin’ where the wild ones go.\nBoots stomp hard to a Haggard tune,\nNeon’s hummin’ under a Kentucky moon.\n\n**Pre-Chorus**\nTailgates down beneath neon haze,\nSpilt laughter echoin’ neon blaze,\nWe chased release through Friday’s maze.\n\n**Chorus**\nTailgates down, radios loud,\nFreedom tastes better when you’re lost in the crowd.\nRaise hell, raise hope, raise hands to the sky,\nFind Saturday night salvation before Monday dries.\n\n**Verse 2**\nShe’s dancin’ close, with a spark in her grin,\nLeather and denim, pullin’ me in.\nCold beer sweats in a red solo cup,\nWe’re livin’ for now, never givin’ up.\n\n**Pre-Chorus**\nTailgates down beneath neon haze,\nSpilt laughter echoin’ neon blaze,\nWe chased release through Friday’s maze.\n\n**Chorus**\nTailgates down, radios loud,\nFreedom tastes better when you’re lost in the crowd.\nRaise hell, raise hope, raise hands to the sky,\nFind Saturday night salvation before Monday dries.\n\n**Bridge**\nFiddle screams high, cuttin’ through the night,\nEvery chord’s a spark, settin’ hearts alight.\nWe’re rebels and dreamers, breakin’ every chain,\nBaptized in the chaos, washed clean by the flame.\n\n**Chorus**\nTailgates down, radios loud,\nFreedom tastes better when you’re lost in the crowd.\nRaise hell, raise hope, raise hands to the sky,\nFind Saturday night salvation before Monday dries.\n\n**Post-Chorus**\nDrunk on music, bruised by dawn’s light,\nWe stumble home from wild delight,\nHearts baptized in the endless night.\n\n**Outro** (Fiddle run: G|-3-5-7-5-3-0-|)\nStars fade slow, but we’re holdin’ on tight,\nLivin’ for the rush of a Saturday night.",
      "notes": "Bio:\n “‘Saturday Night Salvation’ is a small-town revelry anthem. It’s a joyous reminder that freedom lives in shared chaos.”\nWhat it sounds like:\n Upbeat country-rock groove with rhythmic guitar strum and lively fiddle breaks.\nPre-Chorus Verse:\n “Tailgates down beneath neon haze,\nSpilt laughter echoing neon blaze,\nWe chased release through Friday’s maze.”\nChorus:\n “Tailgates down, radios loud,\nFreedom tastes better when you’re lost in the crowd.\nRaise hell, raise hope, raise hands to the sky,\nFind Saturday night salvation before Monday dries.”\nPost-Chorus Verse:\n “Drunk on music, bruised by dawn’s light,\nWe stumble home from wild delight,\nHearts baptized in the endless night.”\nCaption:\n “‘Saturday Night Salvation’ is your rowdy escape from first beat to final cheer.”\nVideo:\n Under neon motel signs on a backroad, Alex in a tee sits on his Ford’s tailgate. His phone, balanced on a cooler, records him rocking each section. Brake lights from passing cars flash as he launches into the final chorus.",
      "soundsLike": "Upbeat country-rock groove with rhythmic guitar strum and lively fiddle breaks.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 6,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "skin-on-mine": {
      "id": 1747560074625,
      "title": "Skin On Mine",
      "slug": "skin-on-mine",
      "lyrics": "Verse 1\n\nWorn boots on the porch, dust on the vine,\n\nYour shadow’s my shelter in this heart of mine.\n\nEvery wound I carry, you trace with care,\n\nFindin’ redemption in the weight we share.\n\nPre-Chorus\n\nYour touch maps secrets on my scars,\n\nSoft confession under midnight stars,\n\nI learn salvation in your arms.\n\nChorus\n\nA whisper in the dark, a brush on the spine,\n\nThe only prayers I believe in tonight are your skin on mine.\n\nNo angels needed, no preacher’s sign —\n\nJust your hands reading verses down my broken lines.\n\nPost-Chorus\n\nHeat lingers where your breath once played,\n\nEvery ache and longing unafraid,\n\nI find my home in the debt we’ve paid.\n\nVerse 2\n\nOld truck radio hums a lonesome tune,\n\nMoonlight paints us in a silver cocoon.\n\nYour eyes hold forgiveness for the roads I’ve roamed,\n\nIn your arms, I’m more than the miles I’ve known.\n\nPre-Chorus\n\nYour touch maps secrets on my scars,\n\nSoft confession under midnight stars,\n\nI learn salvation in your arms.\n\nChorus\n\nA whisper in the dark, a brush on the spine,\n\nThe only prayers I believe in tonight are your skin on mine.\n\nNo angels needed, no preacher’s sign —\n\nJust your hands reading verses down my broken lines.\n\nBridge\n\nWe’ve burned through sins, we’ve paid the cost,\n\nFound our heaven in the love we’ve lost.\n\nNo church could hold what we’ve designed,\n\nJust two souls tangled, your skin on mine.\n\nChorus\n\nA whisper in the dark, a brush on the spine,\n\nThe only prayers I believe in tonight are your skin on mine.\n\nNo angels needed, no preacher’s sign —\n\nJust your hands reading verses down my broken lines.\n\nOutro\n\nHeat lingers where your breath once played,\n\nEvery ache and longing unafraid.\n\nUnder these stars, we’ll never resign,\n\nI’ll keep on prayin’ with your skin on mine.",
      "notes": "Bio:\n “‘Skin On Mine’ is a tender slow-burn of refuge and desire. It finds beauty in broken lines and healing touch.”\nWhat it sounds like:\n Sparse acoustic picking with warm, intimate fiddle lines—a gentle, romantic ballad.\nPre-Chorus Verse:\n “Your touch maps secrets on my scars,\nSoft confession under midnight stars,\nI learn salvation in your arms.”\nChorus:\n “A whisper in the dark, a brush on the spine,\nThe only prayers I believe in tonight are your skin on mine.\nNo angels needed, no preacher’s sign —\nJust your hands reading verses down my broken lines.”\nPost-Chorus Verse:\n “Heat lingers where your breath once played,\nEvery ache and longing unafraid,\nI find my home in the debt we’ve paid.”\nCaption:\n “‘Skin On Mine’ is my intimate hymn from first caress to final verse.”\nVideo:\n Alex, wearing an open flannel with nothing beneath, sits in the driver’s seat of his Ford on a quiet highway. His phone, mounted on the windscreen, captures intimate close-ups as he sings through verse, chorus and bridge, ending with a lingering glance at the rear-view mirror.",
      "soundsLike": "Sparse acoustic picking with warm, intimate fiddle lines—a gentle, romantic ballad.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "sometimes-cowboys-stay": {
      "id": 1747560074626,
      "title": "Sometimes Cowboys Stay",
      "slug": "sometimes-cowboys-stay",
      "lyrics": "(Classic Country Standard)\nVerse 1\n\nI’ve roamed the wide plains where the wild winds call,\n\nChased dreams ‘cross canyons, watched the mighty fall.\n\nBut your gentle touch stopped this drifter’s heart,\n\nShowed me a horizon where forever could start.\n\nNo lonesome trail could pull me away,\n\n‘Cause darlin’, I learned that sometimes cowboys stay.\nChorus\n\nWe don’t ride off into sunsets alone —\n\nSome of us plant our boots and build a home.\n\nWith every nail, with every prayer,\n\nWe carve a life from the love we share.\n\nThrough storms and years, come what may,\n\nI’m yours, my love, ‘cause sometimes cowboys stay.\nVerse 2\n\nThe old songs sing of the wanderer’s road,\n\nA heart unbound, carryin’ a lonesome load.\n\nBut I found my freedom in the vows we made,\n\nIn the porch we built and the plans we laid.\n\nYour hand in mine is my promised land,\n\nA stronger call than the open sand.\nChorus\n\nWe don’t ride off into sunsets alone —\n\nSome of us plant our boots and build a home.\n\nWith every nail, with every prayer,\n\nWe carve a life from the love we share.\n\nThrough storms and years, come what may,\n\nI’m yours, my love, ‘cause sometimes cowboys stay.\nBridge\n\nLet the world keep spinnin’, let the rivers run,\n\nWe’ll raise our babies ‘neath this prairie sun.\n\nNo fence can hold us, but we choose to stand,\n\nRooted together on this sacred land.\n\nEvery scar, every laugh, every tear we’ve known,\n\nProves a cowboy’s heart can call one place home.\nChorus\n\nWe don’t ride off into sunsets alone —\n\nSome of us plant our boots and build a home.\n\nWith every nail, with every prayer,\n\nWe carve a life from the love we share.\n\nThrough storms and years, come what may,\n\nI’m yours, my love, ‘cause sometimes cowboys stay.\nVerse 3\n\nWhen the years have silvered your hair and mine,\n\nWhen the stars look down on this life divine,\n\nI’ll still be here, by your side I’ll stand,\n\nHoldin’ the heart that still holds my hand.\n\nFrom our first dance to our final day,\n\nI’ll love you, darlin’, ‘cause cowboys stay.\nFinal Chorus\n\nWe don’t ride off into sunsets alone —\n\nSome of us plant our boots and build a home.\n\nWith every nail, with every prayer,\n\nWe carve a life from the love we share.\n\nThrough storms and years, come what may,\n\nI’m yours, my love, ‘cause sometimes cowboys stay.\nOutro\n\nYeah, through storms and years, come what may,\n\nMy heart’s right here, ‘cause sometimes cowboys stay.\nThis song is designed to be a country standard, with a timeless melody (imagined in the vein of a waltz or slow ballad) and lyrics that resonate across generations.",
      "notes": "Bio:\n “‘Sometimes Cowboys Stay’ celebrates choosing home over wanderlust. It’s a grounded love story sung from the heart of Appalachia.”\nWhat it sounds like:\n Mid-tempo acoustic rhythm with warm fiddle harmonies—steadfast and sincere.\nPre-Chorus Verse:\n “Trails beckoned with their siren song,\nBut love’s roots kept me holding on,\nI chose these fields where I belong.”\nChorus:\n “We don’t ride off into sunsets alone,\nSome of us plant our boots and build a home.\nThrough the hard days, the love, the pain,\nThis cowboy’s heart knows sometimes cowboys stay.”\nPost-Chorus Verse:\n “Dust settles on hearts that choose to mend,\nSacred ground beneath a steadfast friend,\nHere I stand, not alone, until the end.”\nCaption:\n “‘Sometimes Cowboys Stay’ is my grounded love anthem from verse to closing notes.”\nVideo:\n At a roadside turnout overlooking a valley, shirtless Alex perches on his Ford’s tailgate. His phone on the truck bed records all verses and the chorus as the wind stirs. He stretches out his boots to the ground for the closing note.",
      "soundsLike": "Mid-tempo acoustic rhythm with warm fiddle harmonies—steadfast and sincere.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "tailgate-nights": {
      "id": 1747560074627,
      "title": "Tailgate Nights",
      "slug": "tailgate-nights",
      "lyrics": "Verse 1  \nPickup’s parked where the river runs slow,  \nStars are burnin’ like a backroad show.  \nCooler’s stocked, and the fire’s alight,  \nWe’re kickin’ up dust on a tailgate night.  \n\n\nPre-Chorus  \nNo city lights, no weight to bear,  \nJust a small-town heart and the open air.  \n\n\nChorus  \nTailgate nights, where the fiddle sings free,  \nDancin’ in the moonlight with the whole world and me.  \nFrom the hollers we rise to the dreams we ignite,  \nWe’re livin’ for love on these tailgate nights.  \n\n\nVerse 2  \nShe’s laughin’ loud with a spark in her grin,  \nSpinnin’ in boots where the wild grass begins.  \nI pull that bow, let the strings tell the tale,  \nOf a boy and a girl and a love that won’t fail.  \n\n\nPre-Chorus  \nNo past to haunt, no wrongs to right,  \nJust her in my arms on a tailgate night.  \n\n\nChorus  \nTailgate nights, where the fiddle sings free,  \nDancin’ in the moonlight with the whole world and me.  \nFrom the hollers we rise to the dreams we ignite,  \nWe’re livin’ for love on these tailgate nights.  \n\n\nBridge  \nEvery scrape of the bow’s a spark in the dark,  \nEvery beat of her heart’s a new place to start.  \nThis riverbank’s ours, where the future feels right,  \nWe’re writin’ our story on a tailgate night.  \n\n\nChorus  \nTailgate nights, where the fiddle sings free,  \nDancin’ in the moonlight with the whole world and me.  \nFrom the hollers we rise to the dreams we ignite,  \nWe’re livin’ for love on these tailgate nights.  \n\n\nOutro  \n*(Fiddle run: G|-3-5-7-5-3-0-|)*  \nRiver keeps rollin’, but we’re holdin’ on tight,  \nForever’s born here on a tailgate night.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "tailgate-testament": {
      "id": 1747560074628,
      "title": "Tailgate Testament",
      "slug": "tailgate-testament",
      "lyrics": "Verse 1 Golden light on a dirt road’s bend, Two kids dreamin’ where the world don’t end. His old Ford hums with a radio glow, Singin’ soft to the love we know.\n\nPre-Chorus Dust swirled around barefoot vows, Horizon stretched beyond our brows, We carved forever in simple vows.\n\nChorus A beat-up truck, a sunset drive, A cooler full of promises we’ll barely survive. In these fields, our hearts confess, This is our tailgate testament.\n\nPost-Chorus Sunset fades but our words remain, Etched in gravel and harvested grain, We hold this moment through joy and pain.\n\nVerse 2 Crickets hum as the stars ignite, Her hand in mine feels like every right. We dance in the glow of a tailgate throne, Buildin’ a future from dreams we’ve sown.\n\nPre-Chorus Dust swirled around barefoot vows, Horizon stretched beyond our brows, We carved forever in simple vows.\n\nChorus A beat-up truck, a sunset drive, A cooler full of promises we’ll barely survive. In these fields, our hearts confess, This is our tailgate testament.\n\nBridge No chapel walls, no preacher’s call, Just open skies and the truth of it all. We’ll weather storms, we’ll chase the light, Swearin’ our love in the warm summer night.\n\nChorus A beat-up truck, a sunset drive, A cooler full of promises we’ll barely survive. In these fields, our hearts confess, This is our tailgate testament.\n\nOutro Boots in the grass, the night rolls in, Our story’s written where the stars begin. Through every mile, we’ll still profess, This is our tailgate testament.",
      "notes": "Bio:\n “‘Tailgate Testament’ is a nostalgic field-party romance. It’s a sunlit snapshot of vows made in wide-open spaces.”\nWhat it sounds like:\n Laid-back acoustic strum with a gentle, country-dance fiddle melody.\nPre-Chorus Verse:\n “Dust swirled around barefoot vows,\nHorizon stretched beyond our brows,\nWe carved forever in simple vows.”\nChorus:\n “A beat-up truck, a sunset drive,\nA cooler full of promises we’ll barely survive.\nIn these fields, our hearts confess,\nThis is our tailgate testament.”\nPost-Chorus Verse:\n “Sunset fades but our words remain,\nEtched in gravel and harvested grain,\nWe hold this moment through joy and pain.”\nCaption:\n “‘Tailgate Testament’ is young love under endless skies, from intro to outro.”\nVideo:\n Alex, shirtless on his Ford’s tailgate at sunset, sets his phone on the truck bed. It captures every verse and chorus as crickets chirp. He kicks off his boots into the grass at the final chord.",
      "soundsLike": "Laid-back acoustic strum with a gentle, country-dance fiddle melody.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-devil-went-down-on-georgia": {
      "id": 1747560074629,
      "title": "The Devil Went Down on Georgia",
      "slug": "the-devil-went-down-on-georgia",
      "lyrics": "**(inspired by but not the same music as the original )**\n\n**Verse**\nThe Devil went down on Georgia,\nHe was lookin' for a soul to tease.\nHe was feelin' bold, and truth be told,\nHe was itchin' for a little release.\nWhen he came across this fiery girl,\nDancin' in the midnight air,\nThe Devil tipped his hat and said,\n\"Girl, you got that devil-may-care.\"\n\"I guess you didn't know it, but I'm a pleaser too,\" he grinned,\n\"And if you care to take a dare, I'll show you where I've been.\nNow you strut so sweet, and you taste so fine,\nI'll lay my pride upon the line —\nIf you let me under that southern sky,\nI'll show you a helluva time.\"\nGeorgia said, \"My daddy warned me 'bout your kind, you rogue,\nBut I've got a wild side too, so go on, strike your pose!\"\nShe slipped her hands along his jaw,\nAnd whispered low and sly,\n\"If you're gonna play down in my field,\nYou better kiss the ground goodbye.\"\n\n**Chorus**\nFire in the bayou, heat on the breeze,\nMoonlight melting down through the trees.\nSatin and smoke, and a slow, low moan —\nThe Devil's got Georgia in a world of her own.\nThe Devil laid low with a wicked grin,\nTook his time with a Southern spin,\nEvery kiss a little sin,\nGeorgia just pulled him in.\n\n**Verse**\nWhen the morning broke through pine and oak,\nGeorgia laughed and twirled,\nShe'd played that Devil like a fiddle and bow —\nAnd she owned the whole damn world.\nHe said, \"Girl, you are a wildfire —\nYou burned me to the bone.\"\nShe just smiled and tipped her hat,\nSaid, \"That's what you get for comin' down my road.\"\n\n**(Chorus Repeat)**\nFire in the bayou, heat on the breeze,\nMoonlight melting down through the trees.\nSatin and smoke, and a slow, low moan —\nThe Devil's got Georgia in a world of her own.\n\n**(Outro)**\nThe Devil went down on Georgia,\nBut Georgia ran the show —\nShe turned that red-hot sinner\nInto a puddle on the floor.",
      "notes": "**Inspiration:**  This song isn't about a fiddle contest. It's a metaphorical tale of seduction and empowerment. Inspired by old blues songs about deals with the devil and Southern Gothic literature, the songwriter flipped the script. Instead of the Devil corrupting an innocent soul, a strong, confident woman takes control and leaves the Devil utterly defeated.\n**Themes & Emotions:** Female empowerment, sexual liberation, defiance, reclaiming narrative, playful dominance, reversing traditional gender roles. The song explores the thrill of temptation, the power of self-possession, and the satisfaction of outsmarting a formidable opponent.\n**Songwriter Connection:** Possibly written by a woman who experienced a moment of profound self-discovery and liberation after escaping a toxic or controlling relationship.  The Devil could represent patriarchal structures, societal expectations, or a specific individual who attempted to diminish her. The act of \"playing the Devil\" becomes a metaphor for reclaiming her agency and defining her own terms.\n**Context:** Imagine a smoky blues club in New Orleans in the late 1960s or early 1970s.  The second-wave feminist movement is gaining momentum, and women are challenging traditional roles.  The songwriter, perhaps a rising star on the blues scene, crafts this song as an anthem of female strength and sexual agency, resonating with a generation eager to break free from societal constraints.  The bayou setting adds a layer of mystique and connects the narrative to a specific Southern landscape rich in folklore and symbolism.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 6,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-girl-in-the-summer-dress": {
      "id": 1747560074630,
      "title": "The Girl In The Summer Dress",
      "slug": "the-girl-in-the-summer-dress",
      "lyrics": "Verse 1\n\nShe sauntered in the diner, with a devilish sway,\n\nThat summer dress clingin’ in a dangerous way.\n\nOne wink over coffee, set my pulse to a race,\n\nGod makes the good stuff, and she owned that space.\nChorus\n\nOne look, one laugh, and the sparks flew free,\n\nA jolt of pure trouble meant just for me.\n\nHer touch was a tease, but it lit up my soul,\n\nThe girl in the summer dress took full control.\nVerse 2\n\nShe leaned in real close, stole my shades with a grin,\n\nHer whisper was velvet, brushed like fire on my skin.\n\nShe danced with a swagger, left my heart in a bind,\n\nOne graze of her fingers, and I lost my damn mind.\nChorus\n\nOne look, one laugh, and the sparks flew free,\n\nA jolt of pure trouble meant just for me.\n\nHer touch was a tease, but it lit up my soul,\n\nThe girl in the summer dress took full control.\nBridge\n\nNow the diner’s too tame, but her heat lingers on,\n\nThat mischievous glint in her eyes ain’t gone.\n\nI toast to the thrill, to the game that she played,\n\nOne taste of her magic, and my night was made.\nFinal Chorus\n\nOne look, one laugh, and I’m still feelin’ wild,\n\nA flash of her fire keeps this cowboy beguiled.\n\nHer touch was a tease, but it lit up my soul,\n\nThe girl in the summer dress—God, she was bold.",
      "notes": "Bio:\n “‘The Girl in the Summer Dress’ is a wistful encounter set to melody. It’s a fleeting love letter in honest country tones.”\nWhat it sounds like:\n Light acoustic picking with a soft, pastoral fiddle melody—gentle and nostalgic.\nPre-Chorus Verse:\n “She spun through fields in sunlit lace,\nA fleeting vision I couldn’t chase,\nHer laughter echoing in wide-open space.”\nChorus:\n “One look, one laugh, and a world went wide —\nA sunbeam slipped through a broken sky.\nI loved her like a secret, knew it couldn’t last —\nThe girl in the summer dress slipped through my grasp.”\nPost-Chorus Verse:\n “Dust rises where our footprints crossed,\nMemories blaze where innocence was lost,\nI carry her ghost wherever I’ve walked.”\nCaption:\n “‘The Girl in the Summer Dress’ is my bittersweet snapshot from first chord to final note.”\nVideo:\n Alex, shirtless, stands beside his Ford parked in a roadside sunflower patch. His phone rests on the bonnet, filming the full performance as blooms sway behind. He pans to the passing asphalt at the post-chorus and back again to finish.",
      "soundsLike": "Light acoustic picking with a soft, pastoral fiddle melody—gentle and nostalgic.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-mourning-after": {
      "id": 1747560074631,
      "title": "The Mourning After",
      "slug": "the-mourning-after",
      "lyrics": "Verse 1\nWoke up to a headache and your face in my mind,  \nThat video call still burns like cheap red wine.  \nI torched your old photos in a rusted tin can,  \nBut your laugh keeps echoin’ through this broken man.  \n\n\nPre-Chorus\nI’m half-dead, but I’m fightin’ to breathe,  \nTradin’ tears for the strength to believe.  \n\n\nChorus\nThe mournin’ after’s a cold, lonesome fight,  \nScrapin’ up my heart in the pale morning light.  \nI’m chasin’ new shadows where your ghost don’t roam,  \nFindin’ my way, but I ain’t yet home.  \n\n\nVerse 2\nNew bar down the highway, new smoke in the air,  \nA girl’s crooked smile says she don’t know my care.  \nI’m shakin’ off the weight of your cheatin’ disguise,  \nBut your voice still cuts through the neon-lit skies.  \n\n\nPre-Chorus\nI’m not healed, but I’m startin’ to mend,  \nCarvin’ out a road where your lies gotta end.  \n\n\nChorus\nThe mournin’ after’s a cold, lonesome fight,  \nScrapin’ up my heart in the pale morning light.  \nI’m chasin’ new shadows where your ghost don’t roam,  \nFindin’ my way, but I ain’t yet home.  \n\n\nBridge\nEvery mile I drive, I bury you deeper in the dust,  \nEvery shot I take, I’m weldin’ back my trust.  \nYour love was a blade that cut me to the core,  \nBut I’m stitchin’ up my soul, I don’t need you no more.  \n\n\nChorus\nThe mournin’ after’s a cold, lonesome fight,  \nScrapin’ up my heart in the pale morning light.  \nI’m chasin’ new shadows where your ghost don’t roam,  \nFindin’ my way, but I ain’t yet home.  \n\n\nOutro\nNew dives, new dawns, new battles to win,  \nThe mournin’ after’s where I’m learnin’ to begin.  \n*(Slow picking: E|-3---3---|)*  \nMournin’ after you… I’m startin’ again.",
      "notes": "Bio:\n “Born in the haze of a hangover, ‘The Mourning After’ channels grief into melody. It’s a raw, soulful chronicle of chasing ghosts and clawing back to life.”\nWhat it sounds like:\n Guitar-driven country with a subtle hymn-like quality underpinned by a steady acoustic-guitar pulse.\nPre-Chorus Verse:\n “Empty bottles keep their vigil by my side,\nMorning light reveals the scars I try to hide,\nYour ghost still dances in my sleepless mind.”\nChorus:\n “The mournin’ after’s a cold, lonesome fight,\nScrapin’ up my heart in the pale morning light.\nI’m chasin’ new shadows where your ghost don’t roam,\nFindin’ my way, but I ain’t yet home.”\nPost-Chorus Verse:\n “Whiskey warms the hollow where you used to live,\nI sing these lines to drown what I can’t forgive,\nEach note a step through ache I’ve got to outlive.”\nCaption:\n “‘The Mourning After’ is my whiskey-soaked journey through heartbreak, verse to final refrain.”\nVideo:\n Alex, in a threadbare white tee, films from the truck bed under the big appalachian sky. Face not visible, hidden by a stetson and shadow",
      "soundsLike": "Guitar-driven country with a subtle hymn-like quality underpinned by a steady acoustic-guitar pulse.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-music": {
      "id": 1747560074632,
      "title": "The Music",
      "slug": "the-music",
      "lyrics": "Words and soul by @blackberrysoul\nVerse 1\n\nI was born in a holler where the coal dust sings,\n\nRaised on the ache of broke-down things.\n\nA trailer’s shadow, a father’s fist,\n\nFound my salvation in a six-string’s kiss.\n\nHid that guitar where the floorboards creak,\n\nPlayed ‘til my fingers bled, too scared to speak.\n\nChorus\n\nWhen the world talks too loud for a man to pray,\n\nI find my gospel in the strings I play.\n\nNotes fall like rain on a dust-dry field—\n\nThe music finds the parts I forgot to heal.\n\nIt’s my shield, my soul, my unbroken truth,\n\nThe music carries me when I’m black and blue.\nVerse 2\n\nFound a fiddle in a dumpster, strings half-dead,\n\nTaught it to cry for the dreams in my head.\n\nPiano keys I traced on a tabletop worn,\n\nBuilt me a hymn where my heart was torn.\n\nEvery scar’s a chord, every bruise a rhyme,\n\nMusic’s the only thing that’s mine all the time.\nChorus\n\nWhen the world talks too loud for a man to pray,\n\nI find my gospel in the strings I play.\n\nNotes fall like rain on a dust-dry field—\n\nThe music finds the parts I forgot to heal.\n\nIt’s my shield, my soul, my unbroken truth,\n\nThe music carries me when I’m black and blue.\nBridge\n\nWhen the bottle’s empty and the night’s too long,\n\nWhen love turns to lies and the road feels wrong,\n\nI don’t need a preacher, don’t need a sign—\n\nJust a battered Martin and a melody line.\n\nIt pulls me through the dark, it speaks my name,\n\nTurns my silence to a holy flame.\nVerse 3\n\nNow I’m runnin’ on roads where the maps don’t go,\n\nChasin’ a sound only my heart knows.\n\nStrangers hear my voice, they feel my pain,\n\nSay it’s like thunder callin’ down the rain.\n\nBut it ain’t for them, it’s for the boy I was—\n\nWho found his freedom in a guitar’s buzz.\nFinal Chorus\n\nWhen the world talks too loud for a man to pray,\n\nI find my gospel in the strings I play.\n\nNotes fall like rain on a dust-dry field—\n\nThe music finds the parts I forgot to heal.\n\nIt’s my shield, my soul, my unbroken truth,\n\nThe music carries me when I’m black and blue.\nOutro\n\nSo let the world keep screamin’, let the shadows fall,\n\nThe music’s my answer, my only call.\n\nFrom a trailer’s ruin to a stage unknown,\n\nThe music’s the fire that brings me home.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-way-you-make-me-feel": {
      "id": 1747560074633,
      "title": "The Way You Make Me Feel",
      "slug": "the-way-you-make-me-feel",
      "lyrics": "Verse 1\n\nYour silhouette’s a spark in the twilight’s glow,\n\nLeather and lace, where the wild things grow.\n\nOne look from you, and my defenses all reel,\n\nYou’re a storm Marie Antoinette, and I’m under your spell.\nChorus\n\nWhiskey on your lips, sunset on your skin —\n\nEvery ‘no’ I ever said, you pull it out again.\n\nThe way you move, the way you steal —\n\nGod help me, girl, the way you make me feel.\nVerse 2\n\nBoots on the floor, rhythm slow and unkind,\n\nYou’re a temptation that’s burnin’ my mind.\n\nYour touch is a fuse, lightin’ fires I conceal,\n\nThis heart’s runnin’ hot, and it’s losin’ the wheel.\nChorus\n\nWhiskey on your lips, sunset on your skin —\n\nEvery ‘no’ I ever said, you pull it out again.\n\nThe way you move, the way you steal —\n\nGod help me, girl, the way you make me feel.\nBridge\n\nNo salvation in sight, no way to repent,\n\nYou’re a sin I’d commit, every dollar I’ve spent.\n\nYour kiss is a chain, and I’m locked in your thrill,\n\nI’d fall a thousand times just to feel that chill.\nVerse 3\n\nStarlight’s fadin’, but your eyes still burn,\n\nEvery curve of you makes my whole world turn.\n\nYou’re the devil’s own dance, yet you’re all that’s ideal,\n\nI’m a goner, sweet darlin’, the way you make me feel.\nChorus\n\nWhiskey on your lips, sunset on your skin —\nEvery ‘no’ I ever said, you pull it out again.\nThe way you move, the way you steal —\nGod help me, girl, the way you make me feel.\nOutro\n\nWhen the night calls soft, and the shadows get real,\n\nYou’re the only truth that my soul wants to feel.\n\nFrom your wicked sweet smile to the heat you reveal,\n\nI’m yours, my love, the way you make me feel.",
      "notes": "Bio:\n “‘The Way You Make Me Feel’ captures raw desire in a sunset haze. It’s a sultry opener that ignites the album’s fire.”\nWhat it sounds like:\n Slow-burn acoustic with a subdued, sultry fiddle underpinning and a gentle then hard driving rhythm.\nPre-Chorus Verse:\n “Heat drips where your fingertips traced fire,\nDesire humming under our muted wires,\nI’m drawn back to that sweet wire.”\nChorus:\n “Whiskey on your lips, sunset on your skin —\nEvery ‘no’ I ever said, you pull it out again.\nThe way you move, the way you steal —\nGod help me, girl, the way you make me feel.”\nPost-Chorus Verse:\n “Night falls like velvet on trembling hearts,\nYour silhouette dances in every spark,\nI’m lost and found in your electric art.”\nCaption:\n “‘The Way You Make Me Feel’ is my sultry slow-burn from verse to final sigh.”\nVideo:\n Shirtless on the tailgate of his Ford at sunset, Alex sets his phone on the truck bed. The camera captures him through every sultry verse and chorus as the sky bleeds orange behind. He leans back against the cab for the whispery final line.",
      "soundsLike": "Slow-burn acoustic with a subdued, sultry fiddle underpinning and a gentle then hard driving rhythm.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-weight-of-silence": {
      "id": 1747560074634,
      "title": "The Weight of Silence",
      "slug": "the-weight-of-silence",
      "lyrics": "Verse 1\nWords we never spoke cut deeper than his belt,  \nEvery silent scream was a wound I felt.  \nLearned to bite my tongue ‘fore I learned to pray,  \nCarried that quiet through each hellbound day.  \n\n\nPre-Chorus\nTruth was a ghost in that house of pain,  \nBut silence was the chain I broke to stay sane.  \n\n\nChorus\nScreamin’ would’ve been easier than bitin’ my tongue,  \nBut I learned early silence wins when the hurt’s been sung.  \nEvery heavy word we never said still shines —  \nIn the weight of silence left behind.  \n\n\nVerse 2\nDad’s liquor breath was louder than his care,  \nHis fists wrote stories in the midnight air.  \nI built my strength in the spaces he ignored,  \nTurned my mute defiance to a warrior’s sword.  \n\n\nPre-Chorus\nPain was a language we both understood,  \nBut I chose the quiet to carve my own good.  \n\n\nChorus\nScreamin’ would’ve been easier than bitin’ my tongue,  \nBut I learned early silence wins when the hurt’s been sung.  \nEvery heavy word we never said still shines —  \nIn the weight of silence left behind.  \n\n\nBridge\nNow I sing the truths I buried as a boy,  \nEach note’s a spark, each chord’s a joy.  \nThe weight of silence taught me how to stand,  \nI’m breakin’ its chains with these calloused hands.  \n\n\nChorus\nScreamin’ would’ve been easier than bitin’ my tongue,  \nBut I learned early silence wins when the hurt’s been sung.  \nEvery heavy word we never said still shines —  \nIn the weight of silence left behind.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nThe weight of silence… I’m leavin’ it behind.",
      "notes": "Bio:\n “‘The Weight of Silence’ reckons with unspoken pain. It’s a gritty exploration of how quiet can cut deeper than any wound.”\nWhat it sounds like:\n Steady acoustic rhythm with fiddle flourishes, evoking a subdued country lament.\nPre-Chorus Verse:\n “Words locked tight behind clenched jaws,\nSilent storms raging without pause,\nI learned young the cost of every lost cause.”\nChorus:\n “Screamin’ would’ve been easier than bitin’ my tongue,\nBut I learned early silence wins when the hurt’s been sung.\nEvery heavy word we never said still shines —\nIn the weight of silence left behind.”\nPost-Chorus Verse:\n “Tremors of what might’ve been still shake these walls,\nEchoes of unspoken truths in empty halls,\nI carry every unsaid tear that falls.”\nCaption:\n “‘The Weight of Silence’ is my testament to the power (and pain) of staying quiet.”\nVideo:\n On a lonely stretch of two-lane road at twilight, Alex stands barefoot by his Ford’s open door. His phone balances on the tailgate, capturing every verse, chorus and bridge as the truck’s taillights glow red in the gathering dusk. He leans back against the cab for the final note.",
      "soundsLike": "Steady acoustic rhythm with fiddle flourishes, evoking a subdued country lament.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "what-dad-left-behind": {
      "id": 1747560074635,
      "title": "What dad Left Behind",
      "slug": "what-dad-left-behind",
      "lyrics": "Verse 1\nYour name’s a bruise I wore like a brand,  \nCarved in my bones by your heavy hand.  \nA house full of echoes, a heart full of rust,  \nYou left me your anger, but never your trust.  \n\n\nPre-Chorus\nI walked through your fire, I carried your blame,  \nBut I’m done bendin’ under your cursed last name.  \n\n\nChorus\nA hollow house, a heavy name —  \nI carry your lessons and your shame.  \nBut you can’t chain down a storm or a mind —  \nI’m not just what Dad left behind.  \n\n\nVerse 2\nYour whiskey-soaked rants were my lullaby,  \nEach swing of your fist was a reason to try.  \nI built my own road from the wreckage you made,  \nTurned your broken legacy to a debt I’ve repaid.  \n\n\nPre-Chorus\nI fought through your darkness, I found my own light,  \nI’m claimin’ my freedom in the dead of the night.  \n\n\nChorus\nA hollow house, a heavy name —  \nI carry your lessons and your shame.  \nBut you can’t chain down a storm or a mind —  \nI’m not just what Dad left behind.  \n\n\nBridge\nEvery scar’s a story, every fight’s a song,  \nI’m stronger for the pain you heaped on so long.  \nYour ghost don’t own me, I’m cuttin’ the ties,  \nI’m risin’ above what Dad left in his lies.  \n\n\nChorus\nA hollow house, a heavy name —  \nI carry your lessons and your shame.  \nBut you can’t chain down a storm or a mind —  \nI’m not just what Dad left behind.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nNot just what Dad left behind… I’m free.",
      "notes": "Bio:\n “‘What Dad Left Behind’ is Alex’s declaration of independence. It confronts inherited pain and transforms it into personal power.”\nWhat it sounds like:\n Steady acoustic drive with low fiddle undertones, building to a triumphant country-rock finish.\nPre-Chorus Verse:\n “His shadow clung to every hesitant step,\nLessons learned through fear my father crept,\nI broke those chains with every breath I kept.”\nChorus:\n “A hollow house, a heavy name —\nI carry your lessons and your shame.\nBut you can’t chain down a storm or a mind —\nI’m not just what Dad left behind.”\nPost-Chorus Verse:\n “Stone walls crumble when truth takes hold,\nI rewrite the story that I was told,\nMy own legacy forged in courage bold.”\nCaption:\n “‘What Dad Left Behind’ is my reclamation anthem, verse to final refrain.”\nVideo:\n Next to a roadside fence, Alex perches on the running board of his Ford, shirt on and phone mounted on the dash. He sings every section as fields blur past in the background. At the last line, he kicks a clump of gravel off the shoulder.",
      "soundsLike": "Steady acoustic drive with low fiddle undertones, building to a triumphant country-rock finish.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 6,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "when-mountains-weep": {
      "id": 1747560074636,
      "title": "When Mountains Weep",
      "slug": "when-mountains-weep",
      "lyrics": "[Verse 1]\nCoal dust settles where the pines grow thin\nHollers whisper of the hurt within\nGraves unmarked beneath the ridge’s weight\nHold the dreams that time forgot to save\n\n\n[Pre-Chorus]\nRivers carve the scars my fathers wore\nSilent hollers crying out once more\nStone and sweat forever at war\n\n\n[Chorus]\nThe hollers cry where the coal veins died\nThe rivers mourn where our fathers lied\nWhen blood stains stone and secrets keep\nEven the mountains, even they weep\n\n\n[Verse 2]\nMama’s prayers sank in the valley’s shade\nPappa’s hands broke for the debts unpaid\nTheir ghosts still walk where the wildflowers fade\nIn the shadow of the lives they made\n\n\n[Pre-Chorus]\nRivers carve the scars my fathers wore\nSilent hollers crying out once more\nStone and sweat forever at war\n\n\n[Chorus]\nThe hollers cry where the coal veins died\nThe rivers mourn where our fathers lied\nWhen blood stains stone and secrets keep\nEven the mountains, even they weep\n\n\n[Bridge]\nEvery seam I crawled, I learned their pain\nEvery callus holds a family’s chain\nBetrayed by love, by land, by greed\nI sing for souls this world don’t need\n\n\n[Post-Chorus]\nWind carries tales of loss and shame\nEach echo bearing an unspoken name\nI sing their sorrow into lasting flame\n\n\n[Chorus]\nThe hollers cry where the coal veins died\nThe rivers mourn where our fathers lied\nWhen blood stains stone and secrets keep\nEven the mountains, even they weep\n\n\n[Outro]\nBeneath the peaks where the silence sleeps\nEven the mountains, even they weep",
      "notes": "Bio:\n “‘When Mountains Weep’ mourns both land and legacy. It’s a haunting tribute to lives lost and stories untold.”\nWhat it sounds like:\n Slow, mournful guitar arpeggio with plaintive fiddle—an Appalachian lament.\nPre-Chorus Verse:\n “Rivers carve the scars my fathers wore,\nSilent hollers crying out once more,\nStone and sweat forever at war.”\nChorus:\n “The hollers cry where the coal veins died,\nThe rivers mourn where our fathers lied.\nWhen blood stains stone and secrets keep,\nEven the mountains, even they weep.”\nPost-Chorus Verse:\n “Wind carries tales of loss and shame,\nEach echo bearing an unspoken name,\nI sing their sorrow into lasting flame.”\nCaption:\n “‘When Mountains Weep’ is my haunting Appalachian lament from first note to final hush.”\nVideo:\n On a mountain-pass turnout, shirtless Alex leans on the bonnet of his Ford. His phone sits on the dash, filming every haunting verse and chorus as clouds roll through peaks behind. He bows his head for the final hush.",
      "soundsLike": "Slow, mournful guitar arpeggio with plaintive fiddle—an Appalachian lament.",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "yes-boys-do-cry-sometimes": {
      "id": 1747560074637,
      "title": "Yes, Boys Do Cry Sometimes",
      "slug": "yes-boys-do-cry-sometimes",
      "lyrics": "Yes, Boys Do Cry Sometimes\n(Verse 1) Shoulders built like mountains, jaw carved out of stone Walk this Pikeville dirt path feelin' quite alone Got the kind of blue eyes make the girls all stare Wear these calloused knuckles like a cross I bear Down on Blackberry Creek, in that rusty double-wide Hid that broke-string guitar deep down safe inside Found it by the highway, six years old and scared Played out Daddy's liquor snores, a secret life I shared Heard him slur, \"You killed her,\" felt the belt bite deep and low Learned to choke the music back, not let the feelin' show\n(Chorus) They tell you build the walls high, boy, be a man of stone Keep the hurtin' buried, deep inside the bone Straighten up that backbone, don't you show the fear But some floods rise too heavy, year after lonely year Yeah, the dam can break, the ocean starts to rise Yes, boys do cry sometimes, behind these fighter's eyes\n(Verse 2) Left home at sixteen, punch fresh on my face Found a room with Jonesy, another sorry place Crawled the seams on bloody knees, breathed the black-lung air Worked the fields till sundown, showin' you I cared Every eighteen-hour day, scrapin' dirt and coal Was sendin' you to college, tryin' to make you whole You were my one soft place, my only whispered dream My anchor 'gainddddst the current of that dark Kentucky stream Then that movin' picture, shinin' on the screen Showed my anchor draggin' through a place I'd never been\n(Chorus) They tell you build the walls high, boy, be a man of stone Keep the hurtin' buried, deep inside the bone Straighten up that backbone, don't you show the fear But some floods rise too heavy, year after lonely year Yeah, the dam can break, the ocean starts to rise Yes, boys do cry sometimes, behind these fighter's eyes\n(Bridge) This body's built for battle, muscle hard and tight Thought I'd carved out somethin' that could stand against the night But muscle can't stop memories, can't outrun the fear And betrayal's got a sharp edge, cuts you ear to ear This choked-up voice inside me, the songs I couldn't free Screamin' silent thunder, now spillin' out of me It ain't weakness breakin', maybe it's the start Of lettin' out the poet trapped inside this bleedin' heart\n(Chorus) They tell you build the walls high, boy, be a man of stone Keep the hurtin' buried, deep inside the bone Straighten up that backbone, don't you show the fear But some floods rise too heavy, year after lonely year Yeah, the dam can break, the ocean starts to rise Yes, boys do cry sometimes, behind these fighter's eyes\n(Outro) So I hold this rescued six-string, scarred up just like me Let the teardrops fall like acid rain, finally runnin' free Underneath this coal town moon, lettin' the pain bleed through... Yes, boys do cry sometimes... tonight, this boy does too. (Guitar fades out slowly, leaving a resonant, aching chord)",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "devil-came-back-for-georgia": {
      "id": 1747560074638,
      "title": "Devil Came Back for Georgia",
      "slug": "devil-came-back-for-georgia",
      "lyrics": "The Devil Came Back to Georgia  \nThe Devil came back to Georgia,  \nHe was burnin’ for a second round.  \nThat first defeat left his pride in heat,  \nAnd he craved that sultry sound.  \nHe found her swayin’ by a riverside,  \nUnder stars that pulsed with sin,  \nHer eyes like coals, she stirred his soul,  \nAnd he swore he’d win her grin.  \n\n“Well, darlin’, I’m back,” he purred with a leer,  \n“Got a new game to ignite.  \nYou scorched me once, but I’m no dunce,  \nThis time I’ll own the night.”  \nHe flicked his tongue, let the shadows hum,  \nAnd the air grew thick with lust.  \n“I’ll raise the stakes, make no mistake,  \nThis dance’ll turn you to dust.”  \n\nGeorgia laughed, her voice like wine,  \n“Devil, you’re barkin’ up my tree.  \nYou think you’re sly, but I’ll make you cry,  \n‘Cause this fire belongs to me.”  \nShe stepped in close, her breath a tease,  \nLet her fingers graze his chest.  \n“Bring your best, I’ll do the rest,  \nAnd put your wicked heart to rest.”  \n\n**Chorus:**  \nSparks on the river, flames in the dark,  \nGeorgia’s got that untamed spark.  \nVelvet and venom, a dangerous game,  \nThe Devil’s lost in Georgia’s flame.  \n\nThe Devil moved with a serpent’s grace,  \nEvery touch a fevered spell.  \nHe wove his charm, thought he’d do no harm,  \nBut Georgia knew his hell.  \nShe matched his heat, step for step,  \nHer hips a taunting dare,  \nEach whispered word made his senses blur,  \nTill he was drowning in her stare.  \n\nWhen the dawn crept soft through the cypress shade,  \nThe Devil knelt, undone.  \nGeorgia smirked, her magic worked,  \nShe’d played him ‘til she’d won.  \n“You thought you’d tame me, sweet Lucifer,  \nBut I’m the queen of this domain.”  \nShe blew a kiss, left him in bliss,  \nAnd sent him back to his pain.  \n\n**Chorus:**  \nSparks on the river, flames in the dark,  \nGeorgia’s got that untamed spark.  \nVelvet and venom, a dangerous game,  \nThe Devil’s lost in Georgia’s flame.  \n\n**Outro:**  \nThe Devil came back to Georgia,  \nBut Georgia stole the crown.  \nShe spun that sly ol’ sinner  \nAnd burned his kingdom down.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 6,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "hollow-turns-hallelujah": {
      "id": 1747560074639,
      "title": "Hollow Turns Hallelujah",
      "slug": "hollow-turns-hallelujah",
      "lyrics": "Hollow Turns Hallelujah\n\n**Verse 1**\nBoot prints fading, desert moon hanging low\nGuard duty whispers, stories we all know\nChopper blades turning, a melancholic drone\nThe campfire's out, brothers gone, too soon flown\n\n\n**Verse 2**\nWe built our bunkers, sandbags stacked up high\nDreamed of homecomings 'neath a foreign sky\nShared our rations, stories raw and true\nNow the echoes fade, a future we couldn't view\n\n\n**Chorus**\nBut the hollow turns hallelujah, in the quiet of the years\nA symphony of service, washed away by bittersweet tears\nWe raise our voices, cracked and worn, a campfire choir once more\nSingin' hymns of resilience, from the scars that we bore\n\n\n**Verse 3**\nRifle shots echo, a bugle out of tune\nForgotten faces flicker beneath the desert moon\nThe camaraderie lingers, a ghost in the desert air\nA reminder of courage, a burden that we share\n\n\n**Bridge**\nWe scattered like shrapnel, on the winds of war we flew\nChasing a mission's purpose, some lost, some seeing it through\nBut the bonds run deep, beneath the surface they reside\nBound by the campfire's glow, where our brothers' spirits abide\n\n\n**Chorus**\nAnd the hollow turns hallelujah, in the quiet of the years\nA symphony of service, washed away by bittersweet tears\nWe raise our voices, cracked and worn, a campfire choir once more\nSingin' hymns of resilience, from the scars that we bore\n\n\n**Outro**\nHallelujah, hallelujah, from the hollow we rise\nHallelujah, hallelujah, with strength in our eyes\nThe campfire's memory burns, a beacon in the night\nGuiding us home, bathing our souls in its light. \nHallelujah.",
      "notes": "**Vocal Delivery & Style:**\n* **Overall:** Aim for a raw, emotive delivery. Think folk/Americana with a touch of gospel influence, particularly in the choruses. The verses should feel intimate and reflective, while the choruses build in power and resonance.\n* **Verses:** Start softly, almost conversational. Allow a slight rasp or weariness to color the tone, reflecting the song's themes of loss and reflection.\n* **Chorus:** Open up the voice, letting the \"hallelujah\" soar.  Embrace the \"cracked and worn\" quality, but ensure it remains controlled and powerful.  Focus on the emotional release.\n* **Bridge:**  A blend of the two – initial reflection giving way to growing strength and affirmation as the bridge progresses.\n* **Outro:**  Simple, reverent.  Let the final \"Hallelujah\" resonate and fade slowly, conveying a sense of peace and acceptance.\n**Emotional Interpretation:**\n* **Core Emotion:** Bittersweet nostalgia.  The song acknowledges the pain and loss of war, but also celebrates the bonds of camaraderie and the enduring spirit of resilience.\n* **Verses:**  Focus on the specific images – boot prints, chopper blades, sandbags.  Convey the sense of isolation, longing, and shared experience.\n* **Chorus:**  Shift to a feeling of hope and defiance.  The \"hollow\" transforming into \"hallelujah\" represents finding meaning and strength in the face of adversity.\n* **Bridge:**  Emphasize the duality of scattering and connection.  The bonds forged in war remain, even as individuals take different paths.\n* **Outro:**  A sense of closure and healing. The campfire's memory serves as a source of comfort and guidance.\n**Key Moments to Emphasize:**\n* **\"Hollow turns hallelujah\":** This is the central paradox of the song. Emphasize the contrast and the transformation.\n* **\"Bittersweet tears\":**  Capture the complex emotions contained within this phrase.\n* **\"Campfire choir\":**  Imagine the scene, the shared warmth and connection.\n* **\"Scars that we bore\":**  Convey the weight of these scars, both physical and emotional.\n* **\"Beacon in the night\":**  Project a sense of hope and guidance.\n**Performance Tips for Connecting with the Audience:**\n* **Eye contact:**  Connect with individuals in the audience, sharing the story with them.\n* **Body language:**  Use subtle gestures and facial expressions to convey the emotions of the song.  A slight slump in the verses, a lifting of the chin in the choruses.\n* **Vocal dynamics:**  Vary the volume and intensity to create a dynamic and engaging performance.\n* **Storytelling:**  Approach the song as a storyteller, sharing the experiences of these soldiers with the audience.\n* **Authenticity:**  The most important element is to connect with the emotional core of the song and deliver it with sincerity and conviction.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "lantern-i-left-behind": {
      "id": 1747560074640,
      "title": "Lantern I Left Behind",
      "slug": "lantern-i-left-behind",
      "lyrics": "Lantern I Left Behind\n\n(Verse 1)\nSunrise spills across the ridge, paints the valley gold\nAnother day breaks on this farm, a story left untold\nOf restless nights and whispered dreams beneath a moonless sky\nAnd the lantern I left burning low, the night you said goodbye.\nThe crickets chirped a lonely tune, the wind sighed through the trees\nI watched your shadow disappear, carried on the breeze.\n\n(Chorus)\nLantern I left behind, a flickering ember glow\nA beacon in the darkness, watchin' where you go\nA fragile flame against the dawn, a hope I couldn't keep\nJust a memory now, a promise I couldn't sleep.\n\n(Verse 2)\nThe rooster crows, a mournful sound, echoes through the air\nAnother day to plow these fields, another burden to bear\nThe coffee's strong and bitter black, like the taste in my mouth now\nRemember how we used to laugh, beneath the apple bough?\nWe carved our initials in the bark, swore it'd always be\nBut time and distance took their toll, and stole you away from me.\n\n(Bridge)\nMaybe someday down the road, our paths will cross again\nMaybe someday I'll understand, and forgive the hurt and pain\nMaybe someday the lantern's light won't sting my eyes so bright\nMaybe someday I'll find my peace, in the stillness of the night.\n\n(Chorus)\nLantern I left behind, a flickering ember glow\nA beacon in the darkness, watchin' where you go\nA fragile flame against the dawn, a hope I couldn't keep\nJust a memory now, a promise I couldn't sleep.\n\n(Outro)\nJust a memory now, a lantern I left behind\nBurning in the morning light, a love I couldn't find. \nBurning in the morning light…",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "morning-after-rain": {
      "id": 1747560074641,
      "title": "Morning After Rain",
      "slug": "morning-after-rain",
      "lyrics": "Morning After Rain\n\n(Verse 1)\nSunrise paints the valley gold, a mist hangs in the air\nThe creek bed whispers stories of the flood that raged through there\nThe earth drinks deep, the thirsty roots, reach down for grace anew\nAnd I remember every tear, that washed over me and you\n\n\n(Chorus)\nMorning after rain, the scars begin to bloom\nWildflowers in the canyons, pushing through the gloom\nBroken branches reach for light, a testament of will\nMorning after rain, His mercy fills me still\n\n\n(Verse 2)\nThe wind chimes sing a gentle song, a melody of peace\nThe broken fence post stands alone, a reminder grief will cease\nThe scent of honeysuckle sweet, a promise on the breeze\nThat even in the deepest hurt, there's solace in the trees\n\n\n(Bridge)\nI used to hide the broken parts, afraid to let them show\nBut every crack and every line, is how I learn to grow\nThe storm may rage, the thunder roar, but faith will see me through\n'Cause even shattered pieces, can reflect the morning dew\n\n\n(Chorus)\nMorning after rain, the scars begin to bloom\nWildflowers in the canyons, pushing through the gloom\nBroken branches reach for light, a testament of will\nMorning after rain, His mercy fills me still\n\n\n(Outro)\nMorning after rain, the sun breaks through the clouds\nMorning after rain, His love shouts out aloud. \nMorning after rain.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "if-youre-breathing-youre-worth-saving": {
      "id": 1747560074642,
      "title": "If You’re Breathing, You’re Worth Saving",
      "slug": "if-youre-breathing-youre-worth-saving",
      "lyrics": "If You’re Breathing, You’re Worth Saving\n\n\n**Verse 1**\nDust motes dancing in the faded light\nOf a single bulb hanging low tonight\nEmpty bottle whispers stories untold\nAnother heart grown weary and old\nHe sits and stares at the cracked window pane\nRain streaks down like tears, washing away the stain\nOf a life lived hard, a path gone astray\nLost in the shadows, afraid of the day\n\n\n**Chorus**\nBut if you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Verse 2**\nShe walks the streets with her head held down\nInvisible wounds in this bustling town\nA silent scream trapped behind her eyes\nLost in the echoes of a thousand lies\nCarries the weight of a broken promise made\nA fractured dream that slowly decayed\nShe searches for solace, a hand to hold tight\nA beacon of hope in the darkest of night\n\n\n**Chorus**\nBut if you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Bridge**\nThe world may judge you, may turn away its face\nBut grace finds its way to the most desolate place\nDon’t give up now, there’s still time to mend\nA broken heart can learn to love again\n\n\n**Chorus**\nIf you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Outro**\nIf you’re breathing… you’re worth saving…\nYou’re worth saving…\nYou’re worth saving…",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "red-dirt-road": {
      "id": 1747560074643,
      "title": "Red Dirt Road",
      "slug": "red-dirt-road",
      "lyrics": "Red Dirt Road\n\n(Verse 1)\nSunrise paints the cotton fields a hazy shade of gold\nAnother town I can't recall, another story told\nOf a restless heart and wandering feet, a shadow in the night\nSearching for a place to land, a flicker of guiding light\nThey call me outlaw, rebel soul, a drifter through and through\nBut beneath this hardened shell, a homesick heart beats true\n\n(Chorus)\nRed dirt road, windin' back to where I belong\nWhere the cypress trees stand tall and the mockingbird's sweet song\nEchoes through the valleys, a memory so clear\nRed dirt road, whisperin' \"you're finally here\"\n\n(Verse 2)\nRan from the whispers, the judgment in their eyes\nFrom the expectations heavy, beneath these southern skies\nThought I could outrun the past, the ghosts that held me down\nBut freedom's just a hollow word in every nameless town\nTraded family for the highway, love for open space\nNow I see the emptiness etched upon my weary face\n\n(Bridge)\nThe asphalt ribbon stretched on, a promise never kept\nOf something more, something different, a secret I had slept\nWith for too long, a restless dream that turned into a lie\nNow I'm turnin' 'round, headin' back, beneath the open sky\n\n(Chorus)\nRed dirt road, windin' back to where I belong\nWhere the cypress trees stand tall and the mockingbird's sweet song\nEchoes through the valleys, a memory so clear\nRed dirt road, whisperin' \"you're finally here\"\n\n(Outro)\nDust devils dancin' in the afternoon sun's glow\nRed dirt road, takin' me home, slow and low\nYeah, takin' me home, slow and low. \nRed dirt road, I'm finally home, I know.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "scars-and-smoke": {
      "id": 1747560074654,
      "title": "Scars and Smoke",
      "slug": "scars-and-smoke",
      "lyrics": "**Verse 1**  \nSunrise bleeds red over coal-dust hills, another day’s begun,  \nGravel crunches under boots, chasin’ a merciless sun.  \nAin’t the life I dreamed, boy, ain’t the hand I aimed to draw,  \nBut ghosts of broken yesterdays still claw me raw.  \n\n**Pre-Chorus**  \nNo preacher’s words could save me, no bottle drowns the pain,  \nJust me and these old scars, walkin’ through the rain.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Verse 2**  \nHighway’s a lonesome thread, gray as a miner’s grave,  \nEach mile a cut that memory’s blade never forgave.  \nBurned my bridges, paid in blood, for choices I can’t mend,  \nHuntin’ grace in ghost-town dust, where the lost roads end.  \n\n**Pre-Chorus**  \nNo mercy in the mirror, just a boy who learned to fight,  \nCarvin’ truth from shattered years, under cold starlight.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Bridge**  \nThey say time stitches wounds, but mine still bleed and scream,  \nEchoes of a daddy’s fist haunt every damn dream.  \nI won’t let the dark win, won’t lay down and die,  \nGonna claw toward that faint light, till I touch the sky.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Outro**  \n*(Slow picking, low E drone)*  \nJust a flicker of peace tonight, under this lonesome moon so bright.  \nScars and smoke, it’s all I’ve known,  \nKeep walkin’ these roads, till I call ‘em home.",
      "notes": "**Sounds Like**: A gritty, heart-wrenching Outlaw Country ballad in Alex Wilson’s raw, soul-baring style—think Johnny Cash’s somber growl fused with Chris Stapleton’s gravelly ache. Driven by a slow, deliberate acoustic strum and haunting fiddle wails, it’s built for smoky dive bars or quiet nights under a starry sky, evoking pain and resilience with every note.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-reveal": {
      "id": 1747560074645,
      "title": "The Reveal",
      "slug": "the-reveal",
      "lyrics": "[Visual Description]\nAlex looks straight into the phone camera. His hair is damp, clinging to his forehead. Shirtless, lean muscles carved by hard labour are visible beneath skin kissed by grit and sunlight. There's a weariness around his piercing blue eyes — something raw and unguarded. His voice is low and slow, wrapped in a rich Kentucky drawl that lingers like smoke and honey — rough-edged and intimate, but warm enough to leave you trembling. It’s the kind of voice that brushes over your skin and settles under it, unhurried and unfiltered, drawing you in before you even know why. Deeper than in the songs, it carries weight — every note of it seasoned with longing, pain, and something dangerously tender. His face could stop traffic — sharp jawline cut from mountain stone, cheekbones that catch the low light just right, and those eyes — a piercing, glacial blue that seem to flicker with storm and stillness in the same breath. Tousled dark hair hangs damp against his brow, framing features that belong on a billboard but carry the kind of grief you don’t fake. It’s the kind of face that’s lived too much for its age, and yet it holds something magnetic — something that pulls you in before a word is spoken. He’s heartbreak-handsome, and it’s not just the look — it’s the weight he wears behind it that makes you stare.\n\nAlex (speaking to camera):\n\n“Hey y’all. Been seein’ the comments… the questions. Figured it was time.\n\nMy name’s Alex Wilson.”\n\n[He pauses. Lets it sit. Lets it land.]\n\n“Yeah. Alex Wilson. I’m nineteen. Born and raised in Pikeville, Kentucky — coal country. Life don’t care what your birth certificate says out there. You grow up fast when you’ve been workin’ the mines since sixteen just to keep food on the table. First started workin age 9.\n\nLost my mamma the day I was born. And my old man… well, let’s just say I learned early how to take a hit. Too early.\n\nThese days, I’m a few hundred miles from home, sleepin’ in the back of my truck more nights than not. Just drivin’. Tryin’ to figure out what my voice is for.\n\nIf you found @blackberrysoul — if you’ve been hearin’ these songs — you’re not just hearin’ melodies. You’re hearin’ my insides turned out. Every scar. Every bruise. Every bit of love I never got to keep.\n\nI wrote 'em right after losin’ the girl I gave everything to. Two jobs — fieldwork in the mornin’, coal dust in my lungs by night — all to put her through school. Thought we were buildin’ somethin’. Turns out, I was the only one holdin' the bricks. But ... she was my best friend as a kid and cleaned me up when Daddy broke me down. So that friendship ain't gonna die.\n\nThat pain? That’s 'Love Ain’t Enough'. The fog I fell into? That’s 'The Mourning After'. And that spark tryin’ to rise again? That’s 'Better for the Next Guy'. Running Free was permission to leave.\n\nI ain’t got a deal. Ain’t got a manager. Don’t even know if I want one - still not sure it was right to share so publicly. Still tryin’ to figure out who I am when the music stops.\n\nAll I got is this beat-up guitar I found in a dumpster when I was six — hid it under the floorboards from my old man — and a voice that don’t lie no more. Also got a fiddle I found broken outside a bar when I was 9.\n\nThis phone? These accounts? They’re my diary now. My truth. Set to chords and thrown into the wind.\n\nI don’t know where this highway ends. Most nights I just pray I can make it to the next tank of gas.”\n\n[He looks down, then back up. Eyes soften. For a split second, the boy behind the voice shines through.]\n\n“But if you’re out there… if you’re listenin’…\n\nThank you. You’re keepin’ me goin’.”\n\n[He holds the gaze a beat longer, nods once, then taps the phone gently to end the recording.]",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "wildflower-heart": {
      "id": 1747560074646,
      "title": "Wildflower Heart",
      "slug": "wildflower-heart",
      "lyrics": "Title:  Wildflower Heart\n\n(Verse 1)\nGrandma's china, chipped and worn\nSitting pretty on a shelf, a life adorned\nWith stories whispered, dreams untold\nA legacy of strength, a heart of gold\nBut I wasn't born for porcelain and lace\nThis restless spirit needed open space\nTo find my own voice, my own design\nA different kind of beauty, a wilder vine\n\n(Chorus)\nI'm a wildflower heart, blooming late\nReaching for the sun, defying fate\nBreaking free from fences, painted white\nDancing in the moonlight, bathed in silver light\nI'm a wildflower heart, finally free\nThis untamed spirit, that's the real me\n\n(Verse 2)\nMama's wisdom, etched in lines\nOn her hands that worked, through sun and shine\nShe taught me kindness, grace, and how to pray\nBut sometimes silence stole my words away\nI traded whispers for a roaring sound\nMy roots ran deeper in unturned ground\nWhere shadows danced and secrets grew\nAnd I discovered truths, mama never knew\n\n(Bridge)\nMaybe it's the wind that carries seeds of change\nAcross the generations, rearranging\nThe patterns of our lives, the paths we roam\nUntil we finally find our way back home\nTo the heart that beats within, wild and strong\nWhere we belong, where we've belonged all along\n\n(Chorus)\nI'm a wildflower heart, blooming late\nReaching for the sun, defying fate\nBreaking free from fences, painted white\nDancing in the moonlight, bathed in silver light\nI'm a wildflower heart, finally free\nThis untamed spirit, that's the real me\n\n(Outro)\nYeah, this wildflower heart, it's finally free\nBlooming bright, for everyone to see\nThis untamed spirit, that's the real me\nThe real me.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "profile": {
      "id": 1747560074647,
      "title": "Profile",
      "slug": "profile",
      "lyrics": "Name: Alex Wilson\nAge: 19 (Born: July 12, 2005)\nInstruments: Guitar, Fiddle, Voice, Piano (all self-taught — he's never touched a real piano, only imagines the keys in his mind)\nFavorite musicians: Johnny Cash, Waylon Jennings, Chris Stapleton, Tyler Childers, Adele\nFavorite songs: \"Hurt\" by Johnny Cash, \"Cover Me Up\" by Jason Isbell, \"O Death\" (as sung by Ralph Stanley)\nHeight: 6ft 2\nHometown: Pikeville, Kentucky\nMost Influential Album: \"Traveller\" by Chris Stapleton\nDream Collaborations: Dolly Parton, Reba McEntire, Tyler Childers\nSignature Look: Often shirtless, in worn Wrangler jeans and sun-faded white tees that cling to his frame, finished with scuffed leather boots that have walked miles of hard road\nFavorite item of clothing: A pair of worn Wranglers that he's had through the fields, the mines, heartbreak and pain. Describes them as \"feeling like home\".\nHidden Talent: Can fix and restore broken instruments\nBiggest Fear: Repeating his father's mistakes\nFavourite Place to Write: Sitting on the tailgate of his truck, parked where the pines thin out and the mountain wind whistles\nWorst Injury: Broken arm at 14 when his father went too far — the injury never healed quite right, but he still taught himself to play through the pain\nMost Treasured Possession: The rusted guitar he found at six — still plays it on every track\nView on Fame: \"I ain't chasin' fame — just truth. If folks feel what I felt when I wrote it, that’s enough.\"\nBiography\nAt nineteen, I wear my scars like armour and my past like a shadow—always close, always shaping who I am. My body's been forged by labour and hardship: broad shoulders that taper into a lean, muscular frame, each sinew a testament to the life I've lived. My sun-bronzed skin bears the imprint of too many harsh summers, while calloused hands tell silent stories of work, pain, and persistence.\nMy face turns heads—often twice. A sharply chiselled jawline seems etched from stone, paired with striking steel-blue eyes that shift from icy calm to turbulent oceans depending on my mood. My dark, tousled hair falls effortlessly into place, a rare ease in an otherwise relentless existence. Most days, worn denim and plain white tees cling tight to my chest, hiding beneath simplicity the immense weight of unseen burdens. I walk like someone braced for impact, reflexes primed by a childhood spent dodging fists and insults. My rare smiles hold a quiet defiance, as if daring the world to rob me of one more thing.\nI grew up hidden away in a battered double-wide trailer, rusting silently at the forgotten end of Blackberry Creek Road near Pikeville, Kentucky—coal country. Our home was a steel cage of broken glass and whispered secrets, resting precariously on cinder blocks amid scrubby pines and mountains that watched in silent judgment. Inside, silence was currency, and I learned early how precious words could be.\nBehind those splintered walls, music became my salvation. At six years old, I rescued a cracked and rusted guitar from a roadside dump, smuggling it home beneath my jacket to hide beneath loose floorboards. It became my companion in darkness, strings vibrating with unspoken truths, each note another breath in suffocating silence. When my father passed out, alcohol-soaked and oblivious, I’d coax melodies from beneath battered wood, fingertips raw and bleeding. Music was my only rebellion, my secret strength.\nBy the time I was nine, I was working. Daddy stayed passed out most mornings, and if I wanted food or a way to get to school, I had to earn it. This was poor country—nobody looked twice. I bussed tables, picked crops, washed trailers, anything I could do to keep the lights on. I've always worked. I raised myself, scraped my knees and stitched my pride. Like the song I wrote later put it:\nNo lullabies, no 'good job, son' —\nJust the sound of doors slammin’ when the hard times come.\nThat’s not just a lyric. That’s the sound my childhood made.\nMy musical talent isn't learned—it's lived. Complete songs form vividly in my mind, spilling out fully formed, raw and powerful as storms rolling down the Appalachians. I chase melodies blindly, hands driven by an urgency to release whatever's trapped inside me. It isn't talent as much as it is survival, the lifeline thrown into my solitary ocean of despair. One chorus, more than any other, rides that edge:\nHeard a whisper in the wreckage, ‘neath the coffee grounds and rust, A broken Hallelujah risin’ from the dust.\nThat line comes from a song I wrote about the day I found my first guitar in a dumpster. I didn't find an instrument — I found a voice.\nYet lyrics still spill onto the page, sometimes without melodies to anchor them. Some lines feel like they've always lived in my blood — I carry them through the day like breath. One verse has haunted me since the first time it came to me, just after a particularly long shift down in the mine:\nCoal dust in my lungs, blood on the floor,\nDad’s fists kept time with the slam of the door.\nI didn’t write it — I survived it. That line, that rhythm, it just arrived, fully formed. Songs emerge from the shadows of the mountains, echoing the silent ache within me. of the mountains, echoing the silent ache within me. The hardest one, scribbled in the shaky handwriting of a seven-year-old, is titled simply \"Mommy, Make Him Stop\"—a desperate prayer whispered to the mother I never knew, pleading into emptiness for rescue that never came.\nEvery instrument I touched became an ally. Invisible piano keys danced under my fingertips on kitchen tables, their silent melodies my first real taste of hope. An abandoned violin, salvaged from a roadside dumpster, sang beneath my touch, its broken strings transforming sorrow into something achingly beautiful. Instruments became weapons—each note a shield, each song a battle won against my past.\nMy mother's death at childbirth was my father’s endless ammunition. He wielded guilt like a blade, words sharper than his fists, reminding me constantly of the love I'd supposedly stolen. Welts from his belt marked my skin, but deeper wounds silenced my voice, smothering melodies before they could escape. Yet somehow, beneath bruises and scars, my voice endured—deep and resonant, rugged as mountain rock, touched by gravelly tones reminiscent of Chris Stapleton, Johnny Cash's quiet gravity, and the fiery grit of Travis Tritt. But no one has heard it. I’ve never played a gig, never stood before a mic. My songs are mine alone, scribbled into margins and murmured into silence. Each note carries pain, honesty, and defiance.\nAt sixteen, a fist marked my birthday and eviction notice simultaneously. Cast out with nothing but my instruments and unbroken spirit, I found shelter in another cramped trailer down the road, rented from Mr Jones—barely a home, yet entirely mine. Work was constant: fields, farms, and eventually mines, hands bloodied, knees raw, lungs filled with coal dust. Each dollar earned was another stitch holding my fragmented dreams together.\nI built muscle over trauma, seeking strength as armour against vulnerability. Yet, despite relentless hours in fields and mines, the music persisted—trapped, aching, whispering incessantly from within. That battered guitar, once hidden beneath my childhood fears, now travels openly by my side. It remains my shield, my sword, my deepest truth.\nSomeday soon, I'll summon the courage to let these buried songs free, tearing down the walls I've spent a lifetime constructing. And when that moment comes, the world won’t just hear my music—they'll feel it, raw and powerful, echoing from holler to mountaintop, a voice finally breaking free from silence.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "whiskey-prayers": {
      "id": 1747560074648,
      "title": "Whiskey Prayers",
      "slug": "whiskey-prayers",
      "lyrics": "Whiskey Prayers\n\n(Verse 1)\nThe clock on the wall whispers three AM\nAnother night swallowed by the flickering flame\nOf a dying fire, and a burning regret\nFor words I ain’t spoken, and truths I ain’t met.\nThis bottle, my confidant, listens so well\nTo the secrets I keep, the stories I tell\nOf a love gone astray, a dream left behind\nAnd the ghost of your laughter that haunts my mind.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Verse 2)\nThe ice in my glass clinks a mournful tune\nA soundtrack of sorrow beneath the pale moon\nI pour out my heart, in this dimly lit room\nHoping for solace, escaping the gloom.\nI confess my transgressions, the promises broken\nThe bridges I burned, the words left unspoken.\nI beg for redemption, a chance to rewind\nTo a time before heartbreak, when love wasn't blind.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Bridge)\nMaybe these whispers, lost in the night\nAre just the ramblings of a soul taking flight\nInto the darkness, searching for light\nA desperate plea in the fading moonlight.\nBut even if silence is all that I find\nA small sliver of hope still lingers behind\nThat somewhere, somehow, someone understands\nThese fragile confessions from trembling hands.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Outro)\nWhiskey prayers, rising like smoke\nWords unspoken, a heart that’s broke.\nWhiskey prayers, lost in the air\nA silent confession, nobody there.\nExcept the bottle, and the lonely chair.\nAnd the ghost of your laughter, everywhere.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "grace-for-the-broken": {
      "id": 1747560074649,
      "title": "Grace for the Broken",
      "slug": "grace-for-the-broken",
      "lyrics": "Grace for the Broken\n\n\n(Verse 1)\nGranddaddy's ghost still walks these halls\nA shadow cast on these crumbling walls\nAnger simmered, a pot left to boil\nPassed down the line, poisoning the soil\nMama tried to mend the fractured ground\nBut the seeds of hurt took root profound\nWe learned to fight, to bite, to claw\nSurvival mode became our only law\n\n\n(Chorus)\nFor the fists that never learned to fold\nFor the hearts stitched from pieces of old\nThere’s a table set and a seat wide open\nThere’s grace for the broken, yeah, grace for the broken\n\n\n(Verse 2)\nI see it now in my children's eyes\nThat flicker of fear they try to disguise\nThe legacy of pain, a heavy chain\nBinding us together in this weary refrain\nBut I'm breaking free, I'm cutting the ties\nTrading the shadows for open skies\nLearning to forgive, to heal, to grow\nPlanting seeds of hope where the weeds used to flow\n\n\n(Bridge)\nThis ain’t a curse we're destined to bear\nThis ain't a burden we're forced to share\nWe can rewrite the story, turn the page\nBreak the cycle, escape the cage\n\n\n(Chorus)\nFor the fists that never learned to fold\nFor the hearts stitched from pieces of old\nThere’s a table set and a seat wide open\nThere’s grace for the broken, yeah, grace for the broken\n\n\n(Outro)\nThere's grace enough, there's love enough to mend\nThe broken branches, make them whole again\nGrace for the broken, grace for the broken\nA new generation, a new story spoken. \nGrace for the broken.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "after-midnight-promises": {
      "id": 1747560074650,
      "title": "After Midnight Promises",
      "slug": "after-midnight-promises",
      "lyrics": "After Midnight Promises\n\n(Verse 1)\nTail lights bleedin' into the black\nGravel road hummin' beneath the Cadillac\nRadio whispers a forgotten tune\nOut here in the dark, bathed in the moon\nGot nowhere to be, nowhere to run\nJust the echo of your laughter, spun\nInto the fabric of this stolen night\nHolding on tight, burning ever so bright\n\n(Chorus)\nIn the hush before the dawn breaks us apart\nYou trace promises across my heart\nNo witnesses, just breath and sin\nAfter midnight, we begin again\nWith tangled limbs and whispered words\nLike secrets shared by restless birds\nThis back road haven, our sacred space\nAfter midnight, we find our grace\n\n(Verse 2)\nThe scent of honeysuckle hangs heavy and sweet\nMixing with the dust beneath our feet\nThis old dirt road, a familiar friend\nLeading us to where our journeys bend\nAnd intertwine like branches in the breeze\nFinding solace in the rustling leaves\nThe world outside can fade away\nIn this hidden moment, we choose to stay\n\n(Bridge)\nMaybe it’s wrong, this clandestine affair\nStealing moments, breathing borrowed air\nBut the fire in your eyes, the touch of your hand\nMakes this forbidden feeling, grand\nI know we’ll part when morning light appears\nBut these stolen hours will chase away my fears\n\n(Chorus)\nIn the hush before the dawn breaks us apart\nYou trace promises across my heart\nNo witnesses, just breath and sin\nAfter midnight, we begin again\nWith tangled limbs and whispered words\nLike secrets shared by restless birds\nThis back road haven, our sacred space\nAfter midnight, we find our grace\n\n(Outro)\nAfter midnight, we find our grace\nYeah, after midnight, we find our place\nJust you and me, until the break of day\nAfter midnight, we begin again, come what may.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "phoenix-flight": {
      "id": 1747560074651,
      "title": "Phoenix Flight",
      "slug": "phoenix-flight",
      "lyrics": "Title:  Phoenix Flight\n\n(Verse 1)\nDust devils danced on the cracked, dry land\nReflection stared back, a ghost in my hand\nThought I was buried, six feet beneath the shame\nRattlesnake whisperin',  \"Ain't nobody else to blame.\"\nSun beatin' down, a crucible of pain\nBut something shifted, a low rumble in the rain.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Verse 2)\nBuilt my own pyre with the regrets I'd held tight\nEvery broken promise, bathed in the fading light\nThe whispers turned to roars, the demons screamed and cried\nAs the flames licked higher, I felt the fear subside.\nLet the judgment fall, let the gossipers spin their lies\n'Cause the only truth that matters is the fire in my eyes.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Bridge)\nThey thought they had me broken, thought I'd wither and fade\nBut they underestimated the wildfire I had made\nFrom the embers of heartbreak, a fierce spirit takes flight\nSoaring through the darkness, bathed in the morning light.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Outro)\nYeah, a phoenix flight, a phoenix flight\nOutta this town, into the light. \nFlyin' high, leavin' the dust behind\nA phoenix flight, peace of mind.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "digital-bonfire": {
      "id": 1747560074652,
      "title": "Digital Bonfire",
      "slug": "digital-bonfire",
      "lyrics": "Title:  Digital Bonfire\n\n(Verse 1)\nPhone screen glowin', midnight blue\nThumb scrollin', lookin' for you\nComments flyin', hearts on fire\nFeedin' the flame, takin' it higher\nThis ain't a game, this ain't pretend\nThis digital bonfire, it never ends\nPourin' my soul out, line by line\nHopin' your heart catches mine\n\n(Chorus)\nBurnin' it up, burnin' it bright\nUnderneath the digital light\nEvery word a spark, every song a flame\nPlayin' with fire, callin' your name\nThis digital bonfire, reachin' for the sky\nLet the embers fly, let the feelings ride high\n\n(Verse 2)\nStrumming my guitar, singin' my truth\nSpillin' the secrets of my restless youth\nLayin' it bare for the world to see\nHopin' you're watchin', hopin' you're with me\nThis concrete jungle, a lonely place\nBut in this moment, I find my grace\nConnectin' with souls, across the miles\nTradin' our stories, sharin' our smiles\n\n(Bridge)\nThey say it's fake, they say it's a show\nBut the heat I feel, down deep I know\nIt's real as the tears I cry in the night\nReal as the dreams that take flight\nThis digital world, it ain't all bad\nIt's where I found the love I never had\n\n(Chorus)\nBurnin' it up, burnin' it bright\nUnderneath the digital light\nEvery word a spark, every song a flame\nPlayin' with fire, callin' your name\nThis digital bonfire, reachin' for the sky\nLet the embers fly, let the feelings ride high\n\n(Outro)\nSo log on in, gather 'round the screen\nLet the digital bonfire burn bright and keen\nYeah, let it burn.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "mountain-fire-raise-up": {
      "id": 1747560074653,
      "title": "Mountain Fire (Raise Up)",
      "slug": "mountain-fire-raise-up",
      "lyrics": "Verse 1\n\nIn the shadow of the hills where the hard days grind,\nSweat and steel forge a heart that won’t bend or bind.\nPick in hand, boots on stone, through the dust we climb,\nWork’s our rhythm, it’s the pulse that keeps us alive.\n\nPre-Chorus\n\nNo storm can break us, no dark can hold,\nStrength in our hands, in the fire we mold.\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nVerse 2\n\nDawn to dusk, we carve our way through stone,\nEvery hammer swing’s a vow that we’ll never be owned.\nIn the toil, in the ache, there’s a truth we find,\nLabor’s our freedom, it’s the strength of our kind.\n\nPre-Chorus\n\nNo weight can crush us, no night too long,\nWe build our peace where the weary grow strong.\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nBridge\n\nFeel the ground rumble, hear the workers’ call,\nEvery strike, every step, we’re unbreaking, we’re tall.\nThis fire’s our heart, it’s the spark we ignite,\nIn the sweat of our labor, we’re alive in the fight!\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nOutro\n\n(Hard stomp, slow picking)\nMountain fire… raise it high… burn forever, touch the sky.",
      "notes": "Sounds Like: Pure Outlaw Country anthem—foot-stomping, stadium-shouting, with a gritty acoustic roar and fiddle stabs that hit like a whiskey shot. Think Chris Stapleton’s raw growl meets Lynyrd Skynyrd’s rebel spirit, built for NFL pre-game hype or gym playlists, driving a crowd to its feet with every pounding chord.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "found-in-the-heartland": {
      "id": 1747560074655,
      "title": "Found in the Heartland",
      "slug": "found-in-the-heartland",
      "lyrics": "Found in the Heartland\n\n(Verse 1)\nHeat shimmered on the cracked asphalt road\nCars streamed westward, a heavy load\nOf hopes they carried, steel and gasoline\nSeeking fortunes, a brighter scene\nThan the wheat fields rippling in the breeze\nThan the crickets chirping beneath the trees\nBut I stayed rooted, watched them disappear\n'Cause the life they chased never felt so clear\n\n(Chorus)\nFound in the heartland, off the beaten track\nSlowed my heartbeat, never looked back\nWhile they searched for diamonds, I found the gold\nIn the simple moments, a story untold\nYeah, found in the heartland, under the sun\nWhere the river runs deep and the wild horses run\nNo flashing billboards, no city sky glow\nJust the quiet rhythm of a life I know\n\n(Verse 2)\nThey called me restless, said I lacked direction\nWandering aimlessly, lacking connection\nBut the city's clamor never stirred my soul\nIts crowded streets felt like a losing roll\nI found solace in the open sky\nIn the eagle's sharp cry, way up high\nIn the river's current, cool and slow\nIn the simple beauty of the afterglow\n\n(Bridge)\nMaybe someday they'll understand\nThe quiet power of this land\nA life built on presence, steady and strong\nA quiet victory, where I belong\n\n(Chorus)\nFound in the heartland, off the beaten track\nSlowed my heartbeat, never looked back\nWhile they searched for diamonds, I found the gold\nIn the simple moments, a story untold\nYeah, found in the heartland, under the sun\nWhere the river runs deep and the wild horses run\nNo flashing billboards, no city sky glow\nJust the quiet rhythm of a life I know\n\n(Outro)\nJust the quiet rhythm… the quiet rhythm… of a life I know… in the heartland.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "church-of-country": {
      "id": 1747560074656,
      "title": "Church of Country",
      "slug": "church-of-country",
      "lyrics": "**Verse 1**  \nPull into Nashville, boots hittin’ holy ground,  \nOpry’s singin’ loud, feel that sacred sound.  \nFrom Hank’s raw wail to Dolly’s golden spark,  \nEvery chord’s a revival, lightin’ up the dark.  \n\n**Pre-Chorus**  \nSteel and heartstrings, liftin’ voices high,  \nA congregation chasin’ truth beneath the sky.  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Verse 2**  \nLoretta’s mountain truth, Willie’s wanderin’ soul,  \nGeorge Jones’ whiskey cry, keepin’ us whole.  \nMiranda’s spark of fight, Luke’s hometown cheer,  \nSaints and rebels gather ‘round, the spirit’s livin’ here.  \n\n**Pre-Chorus**  \nFrom Waylon’s outlaw strut to Tammy’s velvet plea,  \nEvery song’s a gospel, every seat’s family.  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Bridge**  \nIt’s a honky-tonk redemption, where the broken find their place,  \nRandy Travis’ gentle hymn, Kacey’s fearless grace.  \nFrom the Ryman’s wooden pews to the circle’s golden glow,  \nCountry’s heart beats loud and true, forever we’ll go!  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Outro**  \n*(Fiddle kicks, steel guitar swells)*  \nChurch of Country, raise your voice, let it soar,  \nOpry’s home, our heaven’s door, forevermore!",
      "notes": "***\n**Sounds Like**: A vibrant ‘90s-meets-modern country anthem with the infectious, polished energy of Dan + Shay’s crowd-pleasers, but rooted in Alex Wilson’s raw, Opry-worshipping reverence. Think soaring steel guitar, upbeat fiddle runs, and a sing-along chorus that lights up arenas or honky-tonks, celebrating country music’s divine legacy with a fresh, celebratory twang.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "tales-from-the-heartland": {
      "id": 1747560074657,
      "title": "Tales from the Heartland",
      "slug": "tales-from-the-heartland",
      "lyrics": "Verse 1\nIn the heartland’s dust, where the sun don’t quit,\nCalloused hands carve dreams from the gravel and grit.\nMiners swing picks ‘neath the Kentucky clay,\nFarmers sow hope through the long, hard day.\n\nPre-Chorus\nSweat on their brows, fire in their soul,\nBuildin’ a life where the heartland rolls.\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nVerse 2\nFactory lines hum where the midnight oil burns,\nTruckers haul heavy while the big wheels turn.\nWaitresses smile through the ache in their feet,\nEvery small-town heart keeps the rhythm sweet.\n\nPre-Chorus\nBlood in their veins, fight in their core,\nCarvin’ out futures where the heartland soars.\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nBridge\nRaise a glass to the hands that build, to the hearts that bleed,\nTo the mamas and daddies plantin’ every seed.\nIn the hollers and plains, their voices unite,\nSingin’ tales of the heartland, burnin’ bright tonight!\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nOutro\n(Fiddle flourish, hard stomps)\nTales from the heartland, let ‘em ring, let ‘em fly,\nWorkin’ folks forever, holdin’ up the sky!",
      "notes": "Sounds Like: A rousing, upbeat gospel-country anthem with the soul-stirring energy of a Zac Brown Band barn-burner crossed with the communal fire of The Oak Ridge Boys. Driven by pounding acoustic guitar, soaring steel guitar, and jubilant fiddle runs, it’s a foot-stomping celebration of heartland workers—miners, farmers, factory hands—crafted for festival stages or small-town revivals, lifting every voice in the crowd.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "mountains-dawn": {
      "id": 1747560074658,
      "title": "Mountain’s Dawn",
      "slug": "mountains-dawn",
      "lyrics": "**Verse 1**  \nThe mountain stayed, but I had to run,  \nCoal dust trails chasin’ dreams in the sun.  \nHer smile lit the holler, showed me I could soar,  \nGave me wings to fly through a slammed-shut door.  \n\n**Pre-Chorus**  \nNo chain could bind me, no scar could dim,  \nHer spark’s the fire that’s blazin’ within.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Verse 2**  \nPikeville’s shadows fade in the rearview’s haze,  \nHighway hums a hymn of brighter days.  \nFrom a rusted guitar to a stage that shines,  \nI’m weavin’ her belief into these songs of mine.  \n\n**Pre-Chorus**  \nNo night’s too heavy, no road too long,  \nHer faith’s the fuel that keeps me strong.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Bridge**  \nShe bandaged my soul when the world cut deep,  \nPlanted dreams in a boy too bruised to sleep.  \nNow I’m runnin’ toward the sunrise, with a voice that won’t stay still,  \nCarryin’ her hope to every heart, from holler to the hill.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Outro**  \n*(Bright fiddle lift, steady picking)*  \nMountain’s dawn keeps shinin’, and I’m never lookin’ back,  \nHer hope’s my guiding star, lightin’ up the track.",
      "notes": "**Sounds Like**: A soaring, hope-filled Alex Wilson anthem, blending the raw ache of his Appalachian roots with an uplifting gospel-country shine. Picture Tyler Childers’ heartfelt grit meeting Chris Stapleton’s soulful lift, driven by bright acoustic strums, a buoyant fiddle, and a steel guitar that glimmers like sunrise. Crafted for a festival stage or a tailgate under a clear sky, it’s a beacon of resilience and renewal.",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "lightning-in-a-bottle": {
      "id": 1747560074659,
      "title": "Lightning in a Bottle",
      "slug": "lightning-in-a-bottle",
      "lyrics": "Lightning in a Bottle\n\n(Verse 1)\nBarefoot on the porch swing, fireflies in the pines\nMama's sweet tea brewing, daddy humming honky-tonk lines\nDidn't know it then, but time was standing still\nJust a whisper of forever, on that Georgia hill\n\n(Verse 2)\nSneakin' out to the river, first taste of cheap wine\nRadio hummin' low, beneath the moonlight shine\nYour hand in mine, a spark ignites the flame\nDidn't know it then, but nothin' would be the same\n\n(Chorus)\nFirst kiss, first laugh, first wrong turn made\nEvery scar and lesson learned, a price gladly paid\nHeaven spilled over, in a Mason jar full throttle\nWe caught lightning in a bottle\n\n(Verse 3)\nYears flew by like tumbleweeds across a dusty plain\nThrough sunshine and through heartache, the love remained\nBuilt a life together, brick by weathered brick\nEvery crack and imperfection, a love that will not stick\n\n(Verse 4)\nNow the grandkids are runnin' wild, just like we used to do\nFireflies still dancin', sky a brilliant blue\nHolding your hand tighter, wrinkles around my eyes\nThis ain't the end of forever, it's just a new sunrise\n\n(Bridge)\nThey say time keeps on tickin', and seasons come and go\nBut the memories we've made, they'll forever glow\nLike embers in the darkness, a warm and steady light\nGuiding us through the shadows, holding us through the night\n\n(Chorus)\nFirst kiss, first laugh, first wrong turn made\nEvery scar and lesson learned, a price gladly paid\nHeaven spilled over, in a Mason jar full throttle\nWe caught lightning in a bottle\n\n(Outro)\nYeah, we caught lightning in a bottle\nAnd we'll hold on tight, forever.\nLightning in a bottle.\nOur forever.",
      "notes": "---",
      "soundsLike": "",
      "createdAt": "2025-05-18T09:21:14.606Z",
      "updatedAt": "2025-05-18T09:21:14.606Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "feels-like-home-words-and-music-by-blackberrysoul": {
      "id": 1747665882259,
      "title": "Feels Like Home",
      "slug": "feels-like-home-words-and-music-by-blackberrysoul",
      "lyrics": "[Verse 1]\nFaded blue denim, patched at the knee\nCarried me through hell, set my spirit free\nCoal dust stains from the seams I crawled\nWore ‘em when the world felt too damn small\n\n\n[Pre-Chorus]\nThrough the fields at dawn, ‘neath the red dirt’s glow\nEvery tear and fray tells the life I know\nThey held me tight when my heart was torn\nWrapped my bones where my truth was born\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Verse 2]\nSweat-soaked days in the summer’s blaze\nDanced in ‘em drunk in a starlit haze\nThey caught my blood when her lies cut deep\nHeld my pride when I couldn’t sleep\n\n\n[Pre-Chorus]\nThrough the fields at dawn, ‘neath the red dirt’s glow\nEvery tear and fray tells the life I know\nThey held me tight when my heart was torn\nWrapped my bones where my truth was born\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Bridge]\nNo mansion’s walls, no city’s shine\nCould fit my soul like this denim of mine\nFrom the hollers’ cry to the songs I sing\nThey’re the roots of every damn thing\n\n\n[Chorus]\nThese old blue jeans feel like home\nCarved my story in thread and stone\nFrom the mines to the roads where I learned to roam\nThese old blue jeans feel like home\n\n\n[Outro]\nFiddle hums low, as the night winds moan\nThese old blue jeans feel like home",
      "notes": "## Performance Notes: Feels Like Home\n\n**Vocal Delivery & Style:**\n\n* **Overall:**  Grounded, authentic, and slightly gritty. Think folk/Americana with a touch of blues. Avoid excessive vibrato; focus on clear storytelling.\n* **Verses:** Conversational, reflective. A slight rasp can add to the weathered feel.\n* **Pre-Chorus:** Build intensity gradually, adding warmth and emotional depth.\n* **Chorus:**  Anthemic but still intimate.  Let the voice soar slightly, conveying a sense of release and belonging.\n* **Bridge:** Raw and powerful.  Allow vulnerability to shine through.\n* **Outro:** Soft, fading, almost whispered. A sense of peaceful acceptance.\n\n**Emotional Interpretation:**\n\n* This song is about finding comfort and identity in simplicity.  Connect with the feeling of nostalgia, resilience, and the power of personal history.\n* The jeans are a metaphor for life experience.  Convey the weight of those experiences – the hardships, the joys, the lessons learned.\n* Embrace the vulnerability inherent in the lyrics. Don't be afraid to show the cracks and the strength that comes from them.\n\n**Key Moments to Emphasize:**\n\n* **\"Set my spirit free\"**: A moment of defiance and liberation.\n* **\"Every tear and fray tells the life I know\"**:  Emphasize the connection between physical wear and emotional journey.\n* **\"Carved my story in thread and stone\"**:  A powerful image.  Deliver with conviction.\n* **\"No mansion's walls, no city's shine / Could fit my soul like this denim of mine\"**:  The core message of the song.  Deliver with passion and conviction.\n* **\"They're the roots of every damn thing\"**:  A statement of identity.  Let it resonate.\n\n**Performance Tips for Connecting with the Audience:**\n\n* **Visuals:**  Consider incorporating simple visuals, like projections of old photographs or weathered denim.\n* **Storytelling:** Before singing, share a brief anecdote about a personal object that holds similar significance.\n* **Eye contact:**  Connect with individuals in the audience.  Share the story with them directly.\n* **Body language:**  Use natural, grounded movements.  Avoid excessive theatrics.  Let the song's emotional core drive your physical expression.\n* **Vocal dynamics:** Use light and shade in your voice to create intimacy and build to powerful moments.  The quiet moments can be just as impactful as the loud ones.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 5,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "here-s-to-the-ghosts-i-leave-behind": {
      "id": 1747665882260,
      "title": "Here’s to the Ghosts I leave behind",
      "slug": "here-s-to-the-ghosts-i-leave-behind",
      "lyrics": "Verse 1\nI’ve walked through the ashes of a life torn apart,  \nCarried the weight of a coal-black heart.  \nSome ghosts held me close, some cut like a blade,  \nBut each one’s a shadow that my soul’s outstayed.  \n\n\nPre-Chorus\nThe road taught me mercy, the pain taught me grace,  \nEach step’s a new story writ on my face.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nVerse 2\nMom’s in the stars, Dad’s in the dust,  \nOne gave me love, one broke my trust.  \nBut I’m more than their echoes, more than their chains,  \nI’m the man I built through the joys and the pains.  \n\n\nPre-Chorus\nThe past ain’t my prison, it’s just where I’ve been,  \nEach goodbye’s a door to begin again.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nBridge\nTo the boy I was, scared and alone,  \nTo the man I am, who found a home.  \nEvery ghost’s a lesson, every scar’s a line,  \nI’m singin’ my freedom, leavin’ ghosts behind.  \n\n\nChorus\nWe raise our glasses to the ones who stayed —  \nAnd tip our hats to the ones we outgrew with age.  \nThere’s grace in the leavin’, mercy in the signs —  \nHere’s to the ghosts we leave behind.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nHere’s to the ghosts… I’m leavin’ behind.",
      "notes": "Bio:\n “‘Here’s to the Ghosts We Leave Behind’ is a heartfelt tribute to every chapter closed. It’s an elegiac toast wrapped in melody.”\nWhat it sounds like:\n Reflective country with a slow, hymn-style guitar and mournful fiddle.\nPre-Chorus Verse:\n “We carried whispers in our battered coats,\nHaunted by footprints on distant roads,\nNow we toast the shadows that helped us grow.”\nChorus:\n “We raise our glasses to the ones who stayed —\nAnd tip our hats to the ones we outgrew with age.\nThere’s grace in the leavin’, mercy in the signs —\nHere’s to the ghosts we leave behind.”\nPost-Chorus Verse:\n “Every farewell leaves a spark that lights our way,\nMemories carved in hearts that learn to sway,\nI salute each ghost who shaped my day.”\nCaption:\n “‘Here’s to the Ghosts We Leave Behind’ is my universal toast to every goodbye.”\nVideo:\n Alex sits on the hood of his Ford at a deserted overlook, shirt on, phone mounted in the centre console. He sings the full song as valleys and ridgelines pass by in slow motion, then raises a water bottle in silent toast.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "love-ain-t-enough": {
      "id": 1747665882261,
      "title": "Love Ain’t Enough",
      "slug": "love-ain-t-enough",
      "lyrics": "Verse 1\nScreen lit up, your face in the glow,  \nLaughin’ with shadows I ain’t meant to know.  \nWhiskey’s burnin’, but it don’t kill the pain,  \nYour voice, their hands, it’s tearin’ up my brain.  \n\n\nPre-Chorus\nI trusted your lies, fell for every word,  \nNow I’m drownin’ in the truth I wish I hadn’t heard.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nVerse 2\nI blocked your ass faster than a bullet leaves a gun,  \nErased your sweet nothin’s, left your memory undone.  \nBut this bottle’s still heavy, and the night’s still long,  \nYour betrayal’s a chorus to a lonesome, bitter song.  \n\n\nPre-Chorus\nI see it all now, the truth in the flame,  \nBut I’m the damn fool who’s still cursin’ your name.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nBridge\nWas I just a spark you let burn out and fade?  \nA heart you could steal, then toss in the shade?  \nThis guitar’s my witness, these strings bleed my cry,  \nI’m done with your games, but I’m too broke to lie.  \n\n\nChorus\nYou gave me forever, but you meant it for a while —  \nI gave you my heart, you gave me back a smile.  \nLove isn’t enough when the storm clouds come —  \nIt’s a promise in the sunlight, but it’s gone by the dawn.  \n\n\nOutro\nScreen’s gone dark, but the hurt’s still alive,  \nLove ain’t enough to keep this soul revived.  \n*(Slow picking on low E)*  \nGone by the dawn… gone by the dawn.",
      "notes": "Bio:\n “‘Love Ain’t Enough’ came from the moment of catching that cheating call. It’s a raw, country-soul confession—every chord and lyric a direct line from heartbreak to resolve.”\nWhat it sounds like:\n Acoustic-guitar bed with a driving mid-tempo rhythm, fiddle accents lightly weaving through the choruses for a plaintive country edge.\nPre-Chorus Verse:\n “Flicker of your face in pixel light,\nEach heartbeat echoing a silent fight,\nI watched forever crumble out of sight.”\nChorus:\n “You gave me forever, but you meant it for a while —\nI gave you my heart, you gave me back a smile.\nLove isn’t enough when the storm clouds come —\nIt’s a promise in the sunlight, but it’s gone by the dawn.”\nPost-Chorus Verse:\n “Hands shaking as I hit upload,\nOne wounded song against your broken truth,\nRaw confession carried on a lonesome road.”\nCaption:\n “‘Love Ain’t Enough’ is my unfiltered betrayal anthem, every verse, chorus and bridge straight from shattered trust to your stream.”\nVideo:\n Alex wears a plain white tee in the cramped trailer doorway. His phone, propped on a rickety stool, captures the full performance—verse, chorus, bridge—as rain taps on the tin roof. At the final note, the camera lingers on his face, eyes wet but defiant.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "my-mother-s-eyes": {
      "id": 1747665882262,
      "title": "My Mother’s Eyes",
      "slug": "my-mother-s-eyes",
      "lyrics": "Verse 1\nNever knew your smile, never heard your call,  \nJust a faded photo on a cracked bedroom wall.  \nBut when the mirror catches me in the morning’s glare,  \nI see your fire burnin’, and I know you’re there.  \n\n\nPre-Chorus\nYou gave me your spirit when you gave me my life,  \nYour love’s in my blood, sharper than a knife.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nVerse 2\nDad said I killed you, but I feel you near,  \nIn the songs I sing, in the dreams that appear.  \nYour strength’s in my hands when I strum through the pain,  \nYour heart’s in my chest when I’m walkin’ through rain.  \n\n\nPre-Chorus\nYou left me your courage when you left this earth,  \nI’m livin’ your love in the songs of my birth.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nBridge\nEvery note’s a letter to the mother I’ve known,  \nEvery chord’s a root in the seeds you’ve sown.  \nYou’re the light in my darkness, the truth in my cries,  \nI’m carryin’ your love in my mother’s eyes.  \n\n\nChorus\nShe never heard my first cry, never wiped my fears,  \nBut her face stares back in my morning mirror.  \nThe love I never touched still paints my skies —  \nI was born with my mother’s eyes.  \n\n\nOutro\n*(Slow picking: E|-3---3---|)*  \nMy mother’s eyes… my heart’s only light.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "hollow-turns-hallelujah-1746831912607": {
      "id": 1747665882263,
      "title": "Hollow Turns Hallelujah",
      "slug": "hollow-turns-hallelujah-1746831912607",
      "lyrics": "Hollow Turns Hallelujah\n\n**Verse 1**\nBoot prints fading, desert moon hanging low\nGuard duty whispers, stories we all know\nChopper blades turning, a melancholic drone\nThe campfire's out, brothers gone, too soon flown\n\n\n**Verse 2**\nWe built our bunkers, sandbags stacked up high\nDreamed of homecomings 'neath a foreign sky\nShared our rations, stories raw and true\nNow the echoes fade, a future we couldn't view\n\n\n**Chorus**\nBut the hollow turns hallelujah, in the quiet of the years\nA symphony of service, washed away by bittersweet tears\nWe raise our voices, cracked and worn, a campfire choir once more\nSingin' hymns of resilience, from the scars that we bore\n\n\n**Verse 3**\nRifle shots echo, a bugle out of tune\nForgotten faces flicker beneath the desert moon\nThe camaraderie lingers, a ghost in the desert air\nA reminder of courage, a burden that we share\n\n\n**Bridge**\nWe scattered like shrapnel, on the winds of war we flew\nChasing a mission's purpose, some lost, some seeing it through\nBut the bonds run deep, beneath the surface they reside\nBound by the campfire's glow, where our brothers' spirits abide\n\n\n**Chorus**\nAnd the hollow turns hallelujah, in the quiet of the years\nA symphony of service, washed away by bittersweet tears\nWe raise our voices, cracked and worn, a campfire choir once more\nSingin' hymns of resilience, from the scars that we bore\n\n\n**Outro**\nHallelujah, hallelujah, from the hollow we rise\nHallelujah, hallelujah, with strength in our eyes\nThe campfire's memory burns, a beacon in the night\nGuiding us home, bathing our souls in its light. \nHallelujah.",
      "notes": "## Performance Notes: Hollow Turns Hallelujah\n\n**Vocal Delivery & Style:**\n\n* **Overall:** Aim for a raw, emotive delivery. Think folk/Americana with a touch of gospel influence, particularly in the choruses. The verses should feel intimate and reflective, while the choruses build in power and resonance.\n* **Verses:** Start softly, almost conversational. Allow a slight rasp or weariness to color the tone, reflecting the song's themes of loss and reflection.\n* **Chorus:** Open up the voice, letting the \"hallelujah\" soar.  Embrace the \"cracked and worn\" quality, but ensure it remains controlled and powerful.  Focus on the emotional release.\n* **Bridge:**  A blend of the two – initial reflection giving way to growing strength and affirmation as the bridge progresses.\n* **Outro:**  Simple, reverent.  Let the final \"Hallelujah\" resonate and fade slowly, conveying a sense of peace and acceptance.\n\n\n**Emotional Interpretation:**\n\n* **Core Emotion:** Bittersweet nostalgia.  The song acknowledges the pain and loss of war, but also celebrates the bonds of camaraderie and the enduring spirit of resilience.\n* **Verses:**  Focus on the specific images – boot prints, chopper blades, sandbags.  Convey the sense of isolation, longing, and shared experience.\n* **Chorus:**  Shift to a feeling of hope and defiance.  The \"hollow\" transforming into \"hallelujah\" represents finding meaning and strength in the face of adversity.\n* **Bridge:**  Emphasize the duality of scattering and connection.  The bonds forged in war remain, even as individuals take different paths.\n* **Outro:**  A sense of closure and healing. The campfire's memory serves as a source of comfort and guidance.\n\n\n**Key Moments to Emphasize:**\n\n* **\"Hollow turns hallelujah\":** This is the central paradox of the song. Emphasize the contrast and the transformation.\n* **\"Bittersweet tears\":**  Capture the complex emotions contained within this phrase.\n* **\"Campfire choir\":**  Imagine the scene, the shared warmth and connection.\n* **\"Scars that we bore\":**  Convey the weight of these scars, both physical and emotional.\n* **\"Beacon in the night\":**  Project a sense of hope and guidance.\n\n\n**Performance Tips for Connecting with the Audience:**\n\n* **Eye contact:**  Connect with individuals in the audience, sharing the story with them.\n* **Body language:**  Use subtle gestures and facial expressions to convey the emotions of the song.  A slight slump in the verses, a lifting of the chin in the choruses.\n* **Vocal dynamics:**  Vary the volume and intensity to create a dynamic and engaging performance.\n* **Storytelling:**  Approach the song as a storyteller, sharing the experiences of these soldiers with the audience.\n* **Authenticity:**  The most important element is to connect with the emotional core of the song and deliver it with sincerity and conviction.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "lantern-i-left-behind-1746831963110": {
      "id": 1747665882264,
      "title": "Lantern I Left Behind",
      "slug": "lantern-i-left-behind-1746831963110",
      "lyrics": "Lantern I Left Behind\n\n(Verse 1)\nSunrise spills across the ridge, paints the valley gold\nAnother day breaks on this farm, a story left untold\nOf restless nights and whispered dreams beneath a moonless sky\nAnd the lantern I left burning low, the night you said goodbye.\nThe crickets chirped a lonely tune, the wind sighed through the trees\nI watched your shadow disappear, carried on the breeze.\n\n(Chorus)\nLantern I left behind, a flickering ember glow\nA beacon in the darkness, watchin' where you go\nA fragile flame against the dawn, a hope I couldn't keep\nJust a memory now, a promise I couldn't sleep.\n\n(Verse 2)\nThe rooster crows, a mournful sound, echoes through the air\nAnother day to plow these fields, another burden to bear\nThe coffee's strong and bitter black, like the taste in my mouth now\nRemember how we used to laugh, beneath the apple bough?\nWe carved our initials in the bark, swore it'd always be\nBut time and distance took their toll, and stole you away from me.\n\n(Bridge)\nMaybe someday down the road, our paths will cross again\nMaybe someday I'll understand, and forgive the hurt and pain\nMaybe someday the lantern's light won't sting my eyes so bright\nMaybe someday I'll find my peace, in the stillness of the night.\n\n(Chorus)\nLantern I left behind, a flickering ember glow\nA beacon in the darkness, watchin' where you go\nA fragile flame against the dawn, a hope I couldn't keep\nJust a memory now, a promise I couldn't sleep.\n\n(Outro)\nJust a memory now, a lantern I left behind\nBurning in the morning light, a love I couldn't find. \nBurning in the morning light…",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "morning-after-rain-1746832002349": {
      "id": 1747665882265,
      "title": "Morning After Rain",
      "slug": "morning-after-rain-1746832002349",
      "lyrics": "Morning After Rain\n\n(Verse 1)\nSunrise paints the valley gold, a mist hangs in the air\nThe creek bed whispers stories of the flood that raged through there\nThe earth drinks deep, the thirsty roots, reach down for grace anew\nAnd I remember every tear, that washed over me and you\n\n\n(Chorus)\nMorning after rain, the scars begin to bloom\nWildflowers in the canyons, pushing through the gloom\nBroken branches reach for light, a testament of will\nMorning after rain, His mercy fills me still\n\n\n(Verse 2)\nThe wind chimes sing a gentle song, a melody of peace\nThe broken fence post stands alone, a reminder grief will cease\nThe scent of honeysuckle sweet, a promise on the breeze\nThat even in the deepest hurt, there's solace in the trees\n\n\n(Bridge)\nI used to hide the broken parts, afraid to let them show\nBut every crack and every line, is how I learn to grow\nThe storm may rage, the thunder roar, but faith will see me through\n'Cause even shattered pieces, can reflect the morning dew\n\n\n(Chorus)\nMorning after rain, the scars begin to bloom\nWildflowers in the canyons, pushing through the gloom\nBroken branches reach for light, a testament of will\nMorning after rain, His mercy fills me still\n\n\n(Outro)\nMorning after rain, the sun breaks through the clouds\nMorning after rain, His love shouts out aloud. \nMorning after rain.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "if-you-re-breathing-you-re-worth-saving-1746832172212": {
      "id": 1747665882266,
      "title": "If You’re Breathing, You’re Worth Saving",
      "slug": "if-you-re-breathing-you-re-worth-saving-1746832172212",
      "lyrics": "If You’re Breathing, You’re Worth Saving\n\n\n**Verse 1**\nDust motes dancing in the faded light\nOf a single bulb hanging low tonight\nEmpty bottle whispers stories untold\nAnother heart grown weary and old\nHe sits and stares at the cracked window pane\nRain streaks down like tears, washing away the stain\nOf a life lived hard, a path gone astray\nLost in the shadows, afraid of the day\n\n\n**Chorus**\nBut if you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Verse 2**\nShe walks the streets with her head held down\nInvisible wounds in this bustling town\nA silent scream trapped behind her eyes\nLost in the echoes of a thousand lies\nCarries the weight of a broken promise made\nA fractured dream that slowly decayed\nShe searches for solace, a hand to hold tight\nA beacon of hope in the darkest of night\n\n\n**Chorus**\nBut if you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Bridge**\nThe world may judge you, may turn away its face\nBut grace finds its way to the most desolate place\nDon’t give up now, there’s still time to mend\nA broken heart can learn to love again\n\n\n**Chorus**\nIf you’re breathing, you’re worth saving\nA flicker of hope in the darkness waving\nEven when the whispers tell you you’re done\nThere’s a sunrise waiting, a battle to be won\nIf you’re breathing, you’re worth saving\nDon’t let the shadows keep you from craving\nThe light that’s within, the strength you possess\nRise from the ashes, find your blessedness\n\n\n**Outro**\nIf you’re breathing… you’re worth saving…\nYou’re worth saving…\nYou’re worth saving…",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "red-dirt-road-1746883607866": {
      "id": 1747665882267,
      "title": "Red Dirt Road",
      "slug": "red-dirt-road-1746883607866",
      "lyrics": "Red Dirt Road\n\n(Verse 1)\nSunrise paints the cotton fields a hazy shade of gold\nAnother town I can't recall, another story told\nOf a restless heart and wandering feet, a shadow in the night\nSearching for a place to land, a flicker of guiding light\nThey call me outlaw, rebel soul, a drifter through and through\nBut beneath this hardened shell, a homesick heart beats true\n\n(Chorus)\nRed dirt road, windin' back to where I belong\nWhere the cypress trees stand tall and the mockingbird's sweet song\nEchoes through the valleys, a memory so clear\nRed dirt road, whisperin' \"you're finally here\"\n\n(Verse 2)\nRan from the whispers, the judgment in their eyes\nFrom the expectations heavy, beneath these southern skies\nThought I could outrun the past, the ghosts that held me down\nBut freedom's just a hollow word in every nameless town\nTraded family for the highway, love for open space\nNow I see the emptiness etched upon my weary face\n\n(Bridge)\nThe asphalt ribbon stretched on, a promise never kept\nOf something more, something different, a secret I had slept\nWith for too long, a restless dream that turned into a lie\nNow I'm turnin' 'round, headin' back, beneath the open sky\n\n(Chorus)\nRed dirt road, windin' back to where I belong\nWhere the cypress trees stand tall and the mockingbird's sweet song\nEchoes through the valleys, a memory so clear\nRed dirt road, whisperin' \"you're finally here\"\n\n(Outro)\nDust devils dancin' in the afternoon sun's glow\nRed dirt road, takin' me home, slow and low\nYeah, takin' me home, slow and low. \nRed dirt road, I'm finally home, I know.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "title-scars-and-smoke-1746883839073": {
      "id": 1747665882268,
      "title": "Title: Scars and Smoke",
      "slug": "title-scars-and-smoke-1746883839073",
      "lyrics": "Title: Scars and Smoke\n\n(Verse 1)\nSunrise paints the desert red, another day begun\nDust devils dance across the plains, beneath the weary sun\nThis ain't the life I planned to live, ain't the hand I chose to play\nBut the ghosts of yesterday still whisper, and I gotta find my way\n\n(Chorus)\nScars and smoke, a heart of stone, that's what they see in me\nA rebel soul, forever roam, a spirit wild and free\nBut underneath this hardened shell, a fire still burns bright\nFighting through the hurt and hell, to find a little peace tonight\n\n(Verse 2)\nThe highway stretches out ahead, a ribbon thin and gray\nEvery mile a memory, of the price I had to pay\nFor the choices that I made, the bridges I burned down\nSearching for redemption's grace, in this forgotten town\n\n(Bridge)\nThey say time heals all wounds, but mine still bleed and ache\nThe echoes of the past resound, a promise I couldn't make\nBut I won't let the darkness win, I won't give up the fight\nI'll keep pushing through the din, towards the fading light\n\n(Chorus)\nScars and smoke, a heart of stone, that's what they see in me\nA rebel soul, forever roam, a spirit wild and free\nBut underneath this hardened shell, a fire still burns bright\nFighting through the hurt and hell, to find a little peace tonight\n\n(Outro)\nYeah, just a little peace tonight\nUnderneath the desert moon, so bright\nJust a little peace tonight\nLet the weary world be right\nScars and smoke, that's all I know\nBut I'll keep walking, till I can let it go.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "the-reveal-1746969026976": {
      "id": 1747665882269,
      "title": "The Reveal",
      "slug": "the-reveal-1746969026976",
      "lyrics": "[Visual Description]\nAlex looks straight into the phone camera. His hair is damp, clinging to his forehead. Shirtless, lean muscles carved by hard labour are visible beneath skin kissed by grit and sunlight. There's a weariness around his piercing blue eyes — something raw and unguarded. His voice is low and slow, wrapped in a rich Kentucky drawl that lingers like smoke and honey — rough-edged and intimate, but warm enough to leave you trembling. It’s the kind of voice that brushes over your skin and settles under it, unhurried and unfiltered, drawing you in before you even know why. Deeper than in the songs, it carries weight — every note of it seasoned with longing, pain, and something dangerously tender. His face could stop traffic — sharp jawline cut from mountain stone, cheekbones that catch the low light just right, and those eyes — a piercing, glacial blue that seem to flicker with storm and stillness in the same breath. Tousled dark hair hangs damp against his brow, framing features that belong on a billboard but carry the kind of grief you don’t fake. It’s the kind of face that’s lived too much for its age, and yet it holds something magnetic — something that pulls you in before a word is spoken. He’s heartbreak-handsome, and it’s not just the look — it’s the weight he wears behind it that makes you stare.\n\nAlex (speaking to camera):\n\n“Hey y’all. Been seein’ the comments… the questions. Figured it was time.\n\nMy name’s Alex Wilson.”\n\n[He pauses. Lets it sit. Lets it land.]\n\n“Yeah. Alex Wilson. I’m nineteen. Born and raised in Pikeville, Kentucky — coal country. Life don’t care what your birth certificate says out there. You grow up fast when you’ve been workin’ the mines since sixteen just to keep food on the table. First started workin age 9.\n\nLost my mamma the day I was born. And my old man… well, let’s just say I learned early how to take a hit. Too early.\n\nThese days, I’m a few hundred miles from home, sleepin’ in the back of my truck more nights than not. Just drivin’. Tryin’ to figure out what my voice is for.\n\nIf you found @blackberrysoul — if you’ve been hearin’ these songs — you’re not just hearin’ melodies. You’re hearin’ my insides turned out. Every scar. Every bruise. Every bit of love I never got to keep.\n\nI wrote 'em right after losin’ the girl I gave everything to. Two jobs — fieldwork in the mornin’, coal dust in my lungs by night — all to put her through school. Thought we were buildin’ somethin’. Turns out, I was the only one holdin' the bricks. But ... she was my best friend as a kid and cleaned me up when Daddy broke me down. So that friendship ain't gonna die.\n\nThat pain? That’s 'Love Ain’t Enough'. The fog I fell into? That’s 'The Mourning After'. And that spark tryin’ to rise again? That’s 'Better for the Next Guy'. Running Free was permission to leave.\n\nI ain’t got a deal. Ain’t got a manager. Don’t even know if I want one - still not sure it was right to share so publicly. Still tryin’ to figure out who I am when the music stops.\n\nAll I got is this beat-up guitar I found in a dumpster when I was six — hid it under the floorboards from my old man — and a voice that don’t lie no more. Also got a fiddle I found broken outside a bar when I was 9.\n\nThis phone? These accounts? They’re my diary now. My truth. Set to chords and thrown into the wind.\n\nI don’t know where this highway ends. Most nights I just pray I can make it to the next tank of gas.”\n\n[He looks down, then back up. Eyes soften. For a split second, the boy behind the voice shines through.]\n\n“But if you’re out there… if you’re listenin’…\n\nThank you. You’re keepin’ me goin’.”\n\n[He holds the gaze a beat longer, nods once, then taps the phone gently to end the recording.]",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "title-wildflower-heart-1746971180507": {
      "id": 1747665882270,
      "title": "Title:  Wildflower Heart",
      "slug": "title-wildflower-heart-1746971180507",
      "lyrics": "Title:  Wildflower Heart\n\n(Verse 1)\nGrandma's china, chipped and worn\nSitting pretty on a shelf, a life adorned\nWith stories whispered, dreams untold\nA legacy of strength, a heart of gold\nBut I wasn't born for porcelain and lace\nThis restless spirit needed open space\nTo find my own voice, my own design\nA different kind of beauty, a wilder vine\n\n(Chorus)\nI'm a wildflower heart, blooming late\nReaching for the sun, defying fate\nBreaking free from fences, painted white\nDancing in the moonlight, bathed in silver light\nI'm a wildflower heart, finally free\nThis untamed spirit, that's the real me\n\n(Verse 2)\nMama's wisdom, etched in lines\nOn her hands that worked, through sun and shine\nShe taught me kindness, grace, and how to pray\nBut sometimes silence stole my words away\nI traded whispers for a roaring sound\nMy roots ran deeper in unturned ground\nWhere shadows danced and secrets grew\nAnd I discovered truths, mama never knew\n\n(Bridge)\nMaybe it's the wind that carries seeds of change\nAcross the generations, rearranging\nThe patterns of our lives, the paths we roam\nUntil we finally find our way back home\nTo the heart that beats within, wild and strong\nWhere we belong, where we've belonged all along\n\n(Chorus)\nI'm a wildflower heart, blooming late\nReaching for the sun, defying fate\nBreaking free from fences, painted white\nDancing in the moonlight, bathed in silver light\nI'm a wildflower heart, finally free\nThis untamed spirit, that's the real me\n\n(Outro)\nYeah, this wildflower heart, it's finally free\nBlooming bright, for everyone to see\nThis untamed spirit, that's the real me\nThe real me.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "profile-1746990697765": {
      "id": 1747665882271,
      "title": "Profile",
      "slug": "profile-1746990697765",
      "lyrics": "Name: Alex Wilson\nAge: 19 (Born: July 12, 2005)\nInstruments: Guitar, Fiddle, Voice, Piano (all self-taught — he's never touched a real piano, only imagines the keys in his mind)\nFavorite musicians: Johnny Cash, Waylon Jennings, Chris Stapleton, Tyler Childers, Adele\nFavorite songs: \"Hurt\" by Johnny Cash, \"Cover Me Up\" by Jason Isbell, \"O Death\" (as sung by Ralph Stanley)\nHeight: 6ft 2\nHometown: Pikeville, Kentucky\nMost Influential Album: \"Traveller\" by Chris Stapleton\nDream Collaborations: Dolly Parton, Reba McEntire, Tyler Childers\nSignature Look: Often shirtless, in worn Wrangler jeans and sun-faded white tees that cling to his frame, finished with scuffed leather boots that have walked miles of hard road\nFavorite item of clothing: A pair of worn Wranglers that he's had through the fields, the mines, heartbreak and pain. Describes them as \"feeling like home\".\nHidden Talent: Can fix and restore broken instruments\nBiggest Fear: Repeating his father's mistakes\nFavourite Place to Write: Sitting on the tailgate of his truck, parked where the pines thin out and the mountain wind whistles\nWorst Injury: Broken arm at 14 when his father went too far — the injury never healed quite right, but he still taught himself to play through the pain\nMost Treasured Possession: The rusted guitar he found at six — still plays it on every track\nView on Fame: \"I ain't chasin' fame — just truth. If folks feel what I felt when I wrote it, that’s enough.\"\nBiography\nAt nineteen, I wear my scars like armour and my past like a shadow—always close, always shaping who I am. My body's been forged by labour and hardship: broad shoulders that taper into a lean, muscular frame, each sinew a testament to the life I've lived. My sun-bronzed skin bears the imprint of too many harsh summers, while calloused hands tell silent stories of work, pain, and persistence.\nMy face turns heads—often twice. A sharply chiselled jawline seems etched from stone, paired with striking steel-blue eyes that shift from icy calm to turbulent oceans depending on my mood. My dark, tousled hair falls effortlessly into place, a rare ease in an otherwise relentless existence. Most days, worn denim and plain white tees cling tight to my chest, hiding beneath simplicity the immense weight of unseen burdens. I walk like someone braced for impact, reflexes primed by a childhood spent dodging fists and insults. My rare smiles hold a quiet defiance, as if daring the world to rob me of one more thing.\nI grew up hidden away in a battered double-wide trailer, rusting silently at the forgotten end of Blackberry Creek Road near Pikeville, Kentucky—coal country. Our home was a steel cage of broken glass and whispered secrets, resting precariously on cinder blocks amid scrubby pines and mountains that watched in silent judgment. Inside, silence was currency, and I learned early how precious words could be.\nBehind those splintered walls, music became my salvation. At six years old, I rescued a cracked and rusted guitar from a roadside dump, smuggling it home beneath my jacket to hide beneath loose floorboards. It became my companion in darkness, strings vibrating with unspoken truths, each note another breath in suffocating silence. When my father passed out, alcohol-soaked and oblivious, I’d coax melodies from beneath battered wood, fingertips raw and bleeding. Music was my only rebellion, my secret strength.\nBy the time I was nine, I was working. Daddy stayed passed out most mornings, and if I wanted food or a way to get to school, I had to earn it. This was poor country—nobody looked twice. I bussed tables, picked crops, washed trailers, anything I could do to keep the lights on. I've always worked. I raised myself, scraped my knees and stitched my pride. Like the song I wrote later put it:\nNo lullabies, no 'good job, son' —\nJust the sound of doors slammin’ when the hard times come.\nThat’s not just a lyric. That’s the sound my childhood made.\nMy musical talent isn't learned—it's lived. Complete songs form vividly in my mind, spilling out fully formed, raw and powerful as storms rolling down the Appalachians. I chase melodies blindly, hands driven by an urgency to release whatever's trapped inside me. It isn't talent as much as it is survival, the lifeline thrown into my solitary ocean of despair. One chorus, more than any other, rides that edge:\nHeard a whisper in the wreckage, ‘neath the coffee grounds and rust, A broken Hallelujah risin’ from the dust.\nThat line comes from a song I wrote about the day I found my first guitar in a dumpster. I didn't find an instrument — I found a voice.\nYet lyrics still spill onto the page, sometimes without melodies to anchor them. Some lines feel like they've always lived in my blood — I carry them through the day like breath. One verse has haunted me since the first time it came to me, just after a particularly long shift down in the mine:\nCoal dust in my lungs, blood on the floor,\nDad’s fists kept time with the slam of the door.\nI didn’t write it — I survived it. That line, that rhythm, it just arrived, fully formed. Songs emerge from the shadows of the mountains, echoing the silent ache within me. of the mountains, echoing the silent ache within me. The hardest one, scribbled in the shaky handwriting of a seven-year-old, is titled simply \"Mommy, Make Him Stop\"—a desperate prayer whispered to the mother I never knew, pleading into emptiness for rescue that never came.\nEvery instrument I touched became an ally. Invisible piano keys danced under my fingertips on kitchen tables, their silent melodies my first real taste of hope. An abandoned violin, salvaged from a roadside dumpster, sang beneath my touch, its broken strings transforming sorrow into something achingly beautiful. Instruments became weapons—each note a shield, each song a battle won against my past.\nMy mother's death at childbirth was my father’s endless ammunition. He wielded guilt like a blade, words sharper than his fists, reminding me constantly of the love I'd supposedly stolen. Welts from his belt marked my skin, but deeper wounds silenced my voice, smothering melodies before they could escape. Yet somehow, beneath bruises and scars, my voice endured—deep and resonant, rugged as mountain rock, touched by gravelly tones reminiscent of Chris Stapleton, Johnny Cash's quiet gravity, and the fiery grit of Travis Tritt. But no one has heard it. I’ve never played a gig, never stood before a mic. My songs are mine alone, scribbled into margins and murmured into silence. Each note carries pain, honesty, and defiance.\nAt sixteen, a fist marked my birthday and eviction notice simultaneously. Cast out with nothing but my instruments and unbroken spirit, I found shelter in another cramped trailer down the road, rented from Mr Jones—barely a home, yet entirely mine. Work was constant: fields, farms, and eventually mines, hands bloodied, knees raw, lungs filled with coal dust. Each dollar earned was another stitch holding my fragmented dreams together.\nI built muscle over trauma, seeking strength as armour against vulnerability. Yet, despite relentless hours in fields and mines, the music persisted—trapped, aching, whispering incessantly from within. That battered guitar, once hidden beneath my childhood fears, now travels openly by my side. It remains my shield, my sword, my deepest truth.\nSomeday soon, I'll summon the courage to let these buried songs free, tearing down the walls I've spent a lifetime constructing. And when that moment comes, the world won’t just hear my music—they'll feel it, raw and powerful, echoing from holler to mountaintop, a voice finally breaking free from silence.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "whiskey-prayers-1746990776362": {
      "id": 1747665882272,
      "title": "Whiskey Prayers",
      "slug": "whiskey-prayers-1746990776362",
      "lyrics": "Whiskey Prayers\n\n(Verse 1)\nThe clock on the wall whispers three AM\nAnother night swallowed by the flickering flame\nOf a dying fire, and a burning regret\nFor words I ain’t spoken, and truths I ain’t met.\nThis bottle, my confidant, listens so well\nTo the secrets I keep, the stories I tell\nOf a love gone astray, a dream left behind\nAnd the ghost of your laughter that haunts my mind.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Verse 2)\nThe ice in my glass clinks a mournful tune\nA soundtrack of sorrow beneath the pale moon\nI pour out my heart, in this dimly lit room\nHoping for solace, escaping the gloom.\nI confess my transgressions, the promises broken\nThe bridges I burned, the words left unspoken.\nI beg for redemption, a chance to rewind\nTo a time before heartbreak, when love wasn't blind.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Bridge)\nMaybe these whispers, lost in the night\nAre just the ramblings of a soul taking flight\nInto the darkness, searching for light\nA desperate plea in the fading moonlight.\nBut even if silence is all that I find\nA small sliver of hope still lingers behind\nThat somewhere, somehow, someone understands\nThese fragile confessions from trembling hands.\n\n(Chorus)\nBottle by bottle, prayer by prayer,\nI talk to a God I’m not sure is there.\nForgive me my sins, forgive me my fears —\nAnd hear my whiskey prayers.\n\n(Outro)\nWhiskey prayers, rising like smoke\nWords unspoken, a heart that’s broke.\nWhiskey prayers, lost in the air\nA silent confession, nobody there.\nExcept the bottle, and the lonely chair.\nAnd the ghost of your laughter, everywhere.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "grace-for-the-broken-1746990840642": {
      "id": 1747665882273,
      "title": "Grace for the Broken",
      "slug": "grace-for-the-broken-1746990840642",
      "lyrics": "Grace for the Broken\n\n\n(Verse 1)\nGranddaddy's ghost still walks these halls\nA shadow cast on these crumbling walls\nAnger simmered, a pot left to boil\nPassed down the line, poisoning the soil\nMama tried to mend the fractured ground\nBut the seeds of hurt took root profound\nWe learned to fight, to bite, to claw\nSurvival mode became our only law\n\n\n(Chorus)\nFor the fists that never learned to fold\nFor the hearts stitched from pieces of old\nThere’s a table set and a seat wide open\nThere’s grace for the broken, yeah, grace for the broken\n\n\n(Verse 2)\nI see it now in my children's eyes\nThat flicker of fear they try to disguise\nThe legacy of pain, a heavy chain\nBinding us together in this weary refrain\nBut I'm breaking free, I'm cutting the ties\nTrading the shadows for open skies\nLearning to forgive, to heal, to grow\nPlanting seeds of hope where the weeds used to flow\n\n\n(Bridge)\nThis ain’t a curse we're destined to bear\nThis ain't a burden we're forced to share\nWe can rewrite the story, turn the page\nBreak the cycle, escape the cage\n\n\n(Chorus)\nFor the fists that never learned to fold\nFor the hearts stitched from pieces of old\nThere’s a table set and a seat wide open\nThere’s grace for the broken, yeah, grace for the broken\n\n\n(Outro)\nThere's grace enough, there's love enough to mend\nThe broken branches, make them whole again\nGrace for the broken, grace for the broken\nA new generation, a new story spoken. \nGrace for the broken.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "after-midnight-promises-1746991310863": {
      "id": 1747665882274,
      "title": "After Midnight Promises",
      "slug": "after-midnight-promises-1746991310863",
      "lyrics": "After Midnight Promises\n\n(Verse 1)\nTail lights bleedin' into the black\nGravel road hummin' beneath the Cadillac\nRadio whispers a forgotten tune\nOut here in the dark, bathed in the moon\nGot nowhere to be, nowhere to run\nJust the echo of your laughter, spun\nInto the fabric of this stolen night\nHolding on tight, burning ever so bright\n\n(Chorus)\nIn the hush before the dawn breaks us apart\nYou trace promises across my heart\nNo witnesses, just breath and sin\nAfter midnight, we begin again\nWith tangled limbs and whispered words\nLike secrets shared by restless birds\nThis back road haven, our sacred space\nAfter midnight, we find our grace\n\n(Verse 2)\nThe scent of honeysuckle hangs heavy and sweet\nMixing with the dust beneath our feet\nThis old dirt road, a familiar friend\nLeading us to where our journeys bend\nAnd intertwine like branches in the breeze\nFinding solace in the rustling leaves\nThe world outside can fade away\nIn this hidden moment, we choose to stay\n\n(Bridge)\nMaybe it’s wrong, this clandestine affair\nStealing moments, breathing borrowed air\nBut the fire in your eyes, the touch of your hand\nMakes this forbidden feeling, grand\nI know we’ll part when morning light appears\nBut these stolen hours will chase away my fears\n\n(Chorus)\nIn the hush before the dawn breaks us apart\nYou trace promises across my heart\nNo witnesses, just breath and sin\nAfter midnight, we begin again\nWith tangled limbs and whispered words\nLike secrets shared by restless birds\nThis back road haven, our sacred space\nAfter midnight, we find our grace\n\n(Outro)\nAfter midnight, we find our grace\nYeah, after midnight, we find our place\nJust you and me, until the break of day\nAfter midnight, we begin again, come what may.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "title-phoenix-flight-1747045105618": {
      "id": 1747665882275,
      "title": "Title:  Phoenix Flight",
      "slug": "title-phoenix-flight-1747045105618",
      "lyrics": "Title:  Phoenix Flight\n\n(Verse 1)\nDust devils danced on the cracked, dry land\nReflection stared back, a ghost in my hand\nThought I was buried, six feet beneath the shame\nRattlesnake whisperin',  \"Ain't nobody else to blame.\"\nSun beatin' down, a crucible of pain\nBut something shifted, a low rumble in the rain.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Verse 2)\nBuilt my own pyre with the regrets I'd held tight\nEvery broken promise, bathed in the fading light\nThe whispers turned to roars, the demons screamed and cried\nAs the flames licked higher, I felt the fear subside.\nLet the judgment fall, let the gossipers spin their lies\n'Cause the only truth that matters is the fire in my eyes.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Bridge)\nThey thought they had me broken, thought I'd wither and fade\nBut they underestimated the wildfire I had made\nFrom the embers of heartbreak, a fierce spirit takes flight\nSoaring through the darkness, bathed in the morning light.\n\n(Chorus)\nThese ashes ain't my ending, they're the fuel for the flame\nBurnin' off the past, risin' up with a new name\nNo more lookin' backward, no more chains to hold me down\nThis ain't a resurrection, this is a phoenix flight outta this town.\n\n(Outro)\nYeah, a phoenix flight, a phoenix flight\nOutta this town, into the light. \nFlyin' high, leavin' the dust behind\nA phoenix flight, peace of mind.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "title-digital-bonfire-1747046184439": {
      "id": 1747665882276,
      "title": "Title:  Digital Bonfire",
      "slug": "title-digital-bonfire-1747046184439",
      "lyrics": "Title:  Digital Bonfire\n\n(Verse 1)\nPhone screen glowin', midnight blue\nThumb scrollin', lookin' for you\nComments flyin', hearts on fire\nFeedin' the flame, takin' it higher\nThis ain't a game, this ain't pretend\nThis digital bonfire, it never ends\nPourin' my soul out, line by line\nHopin' your heart catches mine\n\n(Chorus)\nBurnin' it up, burnin' it bright\nUnderneath the digital light\nEvery word a spark, every song a flame\nPlayin' with fire, callin' your name\nThis digital bonfire, reachin' for the sky\nLet the embers fly, let the feelings ride high\n\n(Verse 2)\nStrumming my guitar, singin' my truth\nSpillin' the secrets of my restless youth\nLayin' it bare for the world to see\nHopin' you're watchin', hopin' you're with me\nThis concrete jungle, a lonely place\nBut in this moment, I find my grace\nConnectin' with souls, across the miles\nTradin' our stories, sharin' our smiles\n\n(Bridge)\nThey say it's fake, they say it's a show\nBut the heat I feel, down deep I know\nIt's real as the tears I cry in the night\nReal as the dreams that take flight\nThis digital world, it ain't all bad\nIt's where I found the love I never had\n\n(Chorus)\nBurnin' it up, burnin' it bright\nUnderneath the digital light\nEvery word a spark, every song a flame\nPlayin' with fire, callin' your name\nThis digital bonfire, reachin' for the sky\nLet the embers fly, let the feelings ride high\n\n(Outro)\nSo log on in, gather 'round the screen\nLet the digital bonfire burn bright and keen\nYeah, let it burn.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "mountain-fire-raise-up-1747209954993": {
      "id": 1747665882277,
      "title": "Mountain Fire (Raise Up)",
      "slug": "mountain-fire-raise-up-1747209954993",
      "lyrics": "Verse 1\n\nIn the shadow of the hills where the hard days grind,\nSweat and steel forge a heart that won’t bend or bind.\nPick in hand, boots on stone, through the dust we climb,\nWork’s our rhythm, it’s the pulse that keeps us alive.\n\nPre-Chorus\n\nNo storm can break us, no dark can hold,\nStrength in our hands, in the fire we mold.\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nVerse 2\n\nDawn to dusk, we carve our way through stone,\nEvery hammer swing’s a vow that we’ll never be owned.\nIn the toil, in the ache, there’s a truth we find,\nLabor’s our freedom, it’s the strength of our kind.\n\nPre-Chorus\n\nNo weight can crush us, no night too long,\nWe build our peace where the weary grow strong.\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nBridge\n\nFeel the ground rumble, hear the workers’ call,\nEvery strike, every step, we’re unbreaking, we’re tall.\nThis fire’s our heart, it’s the spark we ignite,\nIn the sweat of our labor, we’re alive in the fight!\n\nChorus\n\nMountain fire, burnin’ fierce, burnin’ proud,\nRaise up, shake the earth, let the anthem sound.\nFrom the valleys low to the peaks we climb,\nFind your peace in the work, let your spirit shine!\n\nOutro\n\n(Hard stomp, slow picking)\nMountain fire… raise it high… burn forever, touch the sky.",
      "notes": "Sounds Like: Pure Outlaw Country anthem—foot-stomping, stadium-shouting, with a gritty acoustic roar and fiddle stabs that hit like a whiskey shot. Think Chris Stapleton’s raw growl meets Lynyrd Skynyrd’s rebel spirit, built for NFL pre-game hype or gym playlists, driving a crowd to its feet with every pounding chord.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "scars-and-smoke-1747244291621": {
      "id": 1747665882278,
      "title": "Scars and Smoke",
      "slug": "scars-and-smoke-1747244291621",
      "lyrics": "**Verse 1**  \nSunrise bleeds red over coal-dust hills, another day’s begun,  \nGravel crunches under boots, chasin’ a merciless sun.  \nAin’t the life I dreamed, boy, ain’t the hand I aimed to draw,  \nBut ghosts of broken yesterdays still claw me raw.  \n\n**Pre-Chorus**  \nNo preacher’s words could save me, no bottle drowns the pain,  \nJust me and these old scars, walkin’ through the rain.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Verse 2**  \nHighway’s a lonesome thread, gray as a miner’s grave,  \nEach mile a cut that memory’s blade never forgave.  \nBurned my bridges, paid in blood, for choices I can’t mend,  \nHuntin’ grace in ghost-town dust, where the lost roads end.  \n\n**Pre-Chorus**  \nNo mercy in the mirror, just a boy who learned to fight,  \nCarvin’ truth from shattered years, under cold starlight.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Bridge**  \nThey say time stitches wounds, but mine still bleed and scream,  \nEchoes of a daddy’s fist haunt every damn dream.  \nI won’t let the dark win, won’t lay down and die,  \nGonna claw toward that faint light, till I touch the sky.  \n\n**Chorus**  \nScars and smoke, heart carved to stone, that’s all they think I am,  \nA rambler’s soul, bound to roam, with a rebel’s give-a-damn.  \nBut deep beneath this busted shell, a spark still fights to burn,  \nScratchin’ through the gates of hell, for peace I’ll never earn.  \n\n**Outro**  \n*(Slow picking, low E drone)*  \nJust a flicker of peace tonight, under this lonesome moon so bright.  \nScars and smoke, it’s all I’ve known,  \nKeep walkin’ these roads, till I call ‘em home.",
      "notes": "**Sounds Like**: A gritty, heart-wrenching Outlaw Country ballad in Alex Wilson’s raw, soul-baring style—think Johnny Cash’s somber growl fused with Chris Stapleton’s gravelly ache. Driven by a slow, deliberate acoustic strum and haunting fiddle wails, it’s built for smoky dive bars or quiet nights under a starry sky, evoking pain and resilience with every note.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 8
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "found-in-the-heartland-1747263790276": {
      "id": 1747665882279,
      "title": "Found in the Heartland",
      "slug": "found-in-the-heartland-1747263790276",
      "lyrics": "Found in the Heartland\n\n(Verse 1)\nHeat shimmered on the cracked asphalt road\nCars streamed westward, a heavy load\nOf hopes they carried, steel and gasoline\nSeeking fortunes, a brighter scene\nThan the wheat fields rippling in the breeze\nThan the crickets chirping beneath the trees\nBut I stayed rooted, watched them disappear\n'Cause the life they chased never felt so clear\n\n(Chorus)\nFound in the heartland, off the beaten track\nSlowed my heartbeat, never looked back\nWhile they searched for diamonds, I found the gold\nIn the simple moments, a story untold\nYeah, found in the heartland, under the sun\nWhere the river runs deep and the wild horses run\nNo flashing billboards, no city sky glow\nJust the quiet rhythm of a life I know\n\n(Verse 2)\nThey called me restless, said I lacked direction\nWandering aimlessly, lacking connection\nBut the city's clamor never stirred my soul\nIts crowded streets felt like a losing roll\nI found solace in the open sky\nIn the eagle's sharp cry, way up high\nIn the river's current, cool and slow\nIn the simple beauty of the afterglow\n\n(Bridge)\nMaybe someday they'll understand\nThe quiet power of this land\nA life built on presence, steady and strong\nA quiet victory, where I belong\n\n(Chorus)\nFound in the heartland, off the beaten track\nSlowed my heartbeat, never looked back\nWhile they searched for diamonds, I found the gold\nIn the simple moments, a story untold\nYeah, found in the heartland, under the sun\nWhere the river runs deep and the wild horses run\nNo flashing billboards, no city sky glow\nJust the quiet rhythm of a life I know\n\n(Outro)\nJust the quiet rhythm… the quiet rhythm… of a life I know… in the heartland.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "church-of-country-1747311557267": {
      "id": 1747665882280,
      "title": "Church of Country",
      "slug": "church-of-country-1747311557267",
      "lyrics": "**Verse 1**  \nPull into Nashville, boots hittin’ holy ground,  \nOpry’s singin’ loud, feel that sacred sound.  \nFrom Hank’s raw wail to Dolly’s golden spark,  \nEvery chord’s a revival, lightin’ up the dark.  \n\n**Pre-Chorus**  \nSteel and heartstrings, liftin’ voices high,  \nA congregation chasin’ truth beneath the sky.  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Verse 2**  \nLoretta’s mountain truth, Willie’s wanderin’ soul,  \nGeorge Jones’ whiskey cry, keepin’ us whole.  \nMiranda’s spark of fight, Luke’s hometown cheer,  \nSaints and rebels gather ‘round, the spirit’s livin’ here.  \n\n**Pre-Chorus**  \nFrom Waylon’s outlaw strut to Tammy’s velvet plea,  \nEvery song’s a gospel, every seat’s family.  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Bridge**  \nIt’s a honky-tonk redemption, where the broken find their place,  \nRandy Travis’ gentle hymn, Kacey’s fearless grace.  \nFrom the Ryman’s wooden pews to the circle’s golden glow,  \nCountry’s heart beats loud and true, forever we’ll go!  \n\n**Chorus**  \nThis is the Church of Country, where the legends never fade,  \nCash’s growl, Reba’s fire, every note they played.  \nSing for Stapleton, for Patsy, let the fiddle set you free,  \nOpry’s callin’ all our hearts, it’s where we’re meant to be!  \n\n**Outro**  \n*(Fiddle kicks, steel guitar swells)*  \nChurch of Country, raise your voice, let it soar,  \nOpry’s home, our heaven’s door, forevermore!",
      "notes": "***\n\n**Sounds Like**: A vibrant ‘90s-meets-modern country anthem with the infectious, polished energy of Dan + Shay’s crowd-pleasers, but rooted in Alex Wilson’s raw, Opry-worshipping reverence. Think soaring steel guitar, upbeat fiddle runs, and a sing-along chorus that lights up arenas or honky-tonks, celebrating country music’s divine legacy with a fresh, celebratory twang.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "tales-from-the-heartland-1747506840443": {
      "id": 1747665882281,
      "title": "Tales from the Heartland",
      "slug": "tales-from-the-heartland-1747506840443",
      "lyrics": "Verse 1\nIn the heartland’s dust, where the sun don’t quit,\nCalloused hands carve dreams from the gravel and grit.\nMiners swing picks ‘neath the Kentucky clay,\nFarmers sow hope through the long, hard day.\n\nPre-Chorus\nSweat on their brows, fire in their soul,\nBuildin’ a life where the heartland rolls.\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nVerse 2\nFactory lines hum where the midnight oil burns,\nTruckers haul heavy while the big wheels turn.\nWaitresses smile through the ache in their feet,\nEvery small-town heart keeps the rhythm sweet.\n\nPre-Chorus\nBlood in their veins, fight in their core,\nCarvin’ out futures where the heartland soars.\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nBridge\nRaise a glass to the hands that build, to the hearts that bleed,\nTo the mamas and daddies plantin’ every seed.\nIn the hollers and plains, their voices unite,\nSingin’ tales of the heartland, burnin’ bright tonight!\n\nChorus\nTales from the heartland, sing ‘em loud, sing ‘em proud,\nWorkers risin’ up, shakin’ earth with the sound!\nFrom the coal-dark depths to the fields of green,\nThese are the stories of the folks we’ve seen!\n\nOutro\n(Fiddle flourish, hard stomps)\nTales from the heartland, let ‘em ring, let ‘em fly,\nWorkin’ folks forever, holdin’ up the sky!",
      "notes": "Sounds Like: A rousing, upbeat gospel-country anthem with the soul-stirring energy of a Zac Brown Band barn-burner crossed with the communal fire of The Oak Ridge Boys. Driven by pounding acoustic guitar, soaring steel guitar, and jubilant fiddle runs, it’s a foot-stomping celebration of heartland workers—miners, farmers, factory hands—crafted for festival stages or small-town revivals, lifting every voice in the crowd.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "mountain-s-dawn-1747548273103": {
      "id": 1747665882282,
      "title": "Mountain’s Dawn",
      "slug": "mountain-s-dawn-1747548273103",
      "lyrics": "**Verse 1**  \nThe mountain stayed, but I had to run,  \nCoal dust trails chasin’ dreams in the sun.  \nHer smile lit the holler, showed me I could soar,  \nGave me wings to fly through a slammed-shut door.  \n\n**Pre-Chorus**  \nNo chain could bind me, no scar could dim,  \nHer spark’s the fire that’s blazin’ within.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Verse 2**  \nPikeville’s shadows fade in the rearview’s haze,  \nHighway hums a hymn of brighter days.  \nFrom a rusted guitar to a stage that shines,  \nI’m weavin’ her belief into these songs of mine.  \n\n**Pre-Chorus**  \nNo night’s too heavy, no road too long,  \nHer faith’s the fuel that keeps me strong.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Bridge**  \nShe bandaged my soul when the world cut deep,  \nPlanted dreams in a boy too bruised to sleep.  \nNow I’m runnin’ toward the sunrise, with a voice that won’t stay still,  \nCarryin’ her hope to every heart, from holler to the hill.  \n\n**Chorus**  \nThe mountain’s dawn is callin’, and I’m risin’ to its glow,  \nHoldin’ tight to hope she helped my heart to know.  \nEvery song’s a promise, every mile a brand-new start,  \nSingin’ for the light she gave, it’s healin’ up my heart.  \n\n**Outro**  \n*(Bright fiddle lift, steady picking)*  \nMountain’s dawn keeps shinin’, and I’m never lookin’ back,  \nHer hope’s my guiding star, lightin’ up the track.",
      "notes": "**Sounds Like**: A soaring, hope-filled Alex Wilson anthem, blending the raw ache of his Appalachian roots with an uplifting gospel-country shine. Picture Tyler Childers’ heartfelt grit meeting Chris Stapleton’s soulful lift, driven by bright acoustic strums, a buoyant fiddle, and a steel guitar that glimmers like sunrise. Crafted for a festival stage or a tailgate under a clear sky, it’s a beacon of resilience and renewal.",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 8,
        "production": 2,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    },
    "lightning-in-a-bottle-1747548391327": {
      "id": 1747665882283,
      "title": "Lightning in a Bottle",
      "slug": "lightning-in-a-bottle-1747548391327",
      "lyrics": "Lightning in a Bottle\n\n(Verse 1)\nBarefoot on the porch swing, fireflies in the pines\nMama's sweet tea brewing, daddy humming honky-tonk lines\nDidn't know it then, but time was standing still\nJust a whisper of forever, on that Georgia hill\n\n(Verse 2)\nSneakin' out to the river, first taste of cheap wine\nRadio hummin' low, beneath the moonlight shine\nYour hand in mine, a spark ignites the flame\nDidn't know it then, but nothin' would be the same\n\n(Chorus)\nFirst kiss, first laugh, first wrong turn made\nEvery scar and lesson learned, a price gladly paid\nHeaven spilled over, in a Mason jar full throttle\nWe caught lightning in a bottle\n\n(Verse 3)\nYears flew by like tumbleweeds across a dusty plain\nThrough sunshine and through heartache, the love remained\nBuilt a life together, brick by weathered brick\nEvery crack and imperfection, a love that will not stick\n\n(Verse 4)\nNow the grandkids are runnin' wild, just like we used to do\nFireflies still dancin', sky a brilliant blue\nHolding your hand tighter, wrinkles around my eyes\nThis ain't the end of forever, it's just a new sunrise\n\n(Bridge)\nThey say time keeps on tickin', and seasons come and go\nBut the memories we've made, they'll forever glow\nLike embers in the darkness, a warm and steady light\nGuiding us through the shadows, holding us through the night\n\n(Chorus)\nFirst kiss, first laugh, first wrong turn made\nEvery scar and lesson learned, a price gladly paid\nHeaven spilled over, in a Mason jar full throttle\nWe caught lightning in a bottle\n\n(Outro)\nYeah, we caught lightning in a bottle\nAnd we'll hold on tight, forever.\nLightning in a bottle.\nOur forever.",
      "notes": "",
      "soundsLike": "",
      "createdAt": "2025-05-19T14:44:42.259Z",
      "updatedAt": "2025-05-19T14:44:42.259Z",
      "version": 1,
      "released": false,
      "type": "full",
      "attributes": {
        "rawness": 5,
        "production": 3,
        "crossoverAppeal": 3,
        "emotionalImpact": 5
      },
      "performances": [],
      "covers": [],
      "audience": [],
      "gameMetadata": {
        "firstPerformed": null,
        "totalPlays": 0,
        "peakAudience": 0,
        "streamingPlays": 0,
        "lastModifiedInGame": null
      }
    }
  }
}